Repository: surindertechies/techieslive
Catalog: plugins/sola-newsletters/languages/sola-*.po
Languages: de_de, it_it, nl_nl, pt_br

source: We're sad to see you go.
de_de: Es tut uns leid, dass du uns verlässt.
it_it: Ci dispiace che tu te ne vada.
nl_nl: We vinden het jammer om je te zien gaan.
pt_br: Estamos tristes de vê-lo ir.

source: Thank You For Subscribing
de_de: Danke für deine Anmeldung.
it_it: Grazie della sottoscrizione!
nl_nl: Bedankt voor het abonneren
pt_br: Obrigado por assinar

source: Hey [sub_name]! Thank you for signing up to our newsletter. Please click on this [confirm_link]link[/confirm_link] to activate your subscription. Kind Regards
de_de: Hallo [sub_name]! Danke für deine Anmeldung zu unserem Newsletter. Bitte klicke auf diesen [confirm_link]Link[/confirm_link] um dein Abonnement zu aktivieren. Viele Grüße
it_it: Hey [sub_name]! Grazie per esserti iscritto alla nostra newsletter. Clicca su questo link [confirm_link] [/ confirm_link] per attivare l'iscrizione. Distinti saluti
nl_nl: Hey [sub_name]! Thank you for signing up to our newsletter. Klik alstublieft op deze [confirm_link]link[/confirm_link] om je abonnement te activeren. Vriendelijke groet
pt_br: Olá [sub_name]! Obrigado por assinar nossa newsletter. Por favor, clique [confirm_link]neste link[/confirm_link] para ativar sua assinatura. Saudações

source: Thank You for signing up. You will receive a confirmation mail shortly.
de_de: Danke für deine Anmeldung. Eine Bestätigungsmail folgt in Kürze.
it_it: Grazie per esserti iscritto. A breve riceverai una mail di conferma.
nl_nl: Bedankt voor het abonneren. Je ontvangt binnenkort een bevestigings e-mail.
pt_br: Obrigado por se inscrever. Você vai receber um email de confirmação.

source: Every Minute
de_de: Jede Minute
it_it: Ogni minuto
nl_nl: Elke minuut
pt_br: A cada minuto

source: View In Browser
de_de: Im Browser anzeigen
it_it: Visualizza nel browser
nl_nl: Bekijk in je browser
pt_br: Exibir no navegador

source: Read More
de_de: Weiterlesen
it_it: Continua a leggere
nl_nl: Meer lezen
pt_br: Leia mais

source: Written on:
de_de: Geschrieben am:
it_it: Scritto il:
nl_nl: Geschreven op:
pt_br: Escrito em:

source: By:
de_de: Von:
it_it: Da
nl_nl: Door:
pt_br: Por:

source: Background
de_de: Hintergrund
it_it: Sfondo
nl_nl: Achtergrond
pt_br: Fundo

source: Background Color
de_de: Hintergrundfarbe
it_it: Colore di sfondo
nl_nl: Achtergrond kleur
pt_br: Cor de fundo

source: Font Family
de_de: Schriftfamilie
it_it: Famiglia Carattere
pt_br: Tipo de fonte

source: Font Size
de_de: Schriftgröße
it_it: Dimensioni del carattere
nl_nl: Font grootte
pt_br: Tamanho da fonte

source: Font Color
de_de: Schriftfarbe
it_it: Colore Carattere
nl_nl: Font kleur
pt_br: Cor da Fonte

source: Border Style
de_de: Rand-Stil
it_it: Stile linea/bordo
nl_nl: Rand stijl
pt_br: Estilo da borda

source: Border Size
de_de: Randgröße
it_it: Dimensioni bordo
nl_nl: Rand grootte
pt_br: Tamanho da borda

source: Border Radius
de_de: Rand-Radius
it_it: Raggio del bordo
nl_nl: Rand Radius
pt_br: Curvatura da Borda

source: Border Color
de_de: Rand-Farbe
it_it: Colore bordo
nl_nl: Rand Kleur
pt_br: Cor da borda

source: Sidebar
de_de: Seitenleiste
it_it: Barre Laterali
nl_nl: Zijbalk
pt_br: Barra lateral

source: Heading 1
de_de: Überschrift 1
it_it: Intestazione 1
pt_br: Cabeçalho 1

source: Font Weight
de_de: Schriftschnitt
it_it: Peso dei caratteri
nl_nl: Font gewicht
pt_br: Grossura da Fonte

source: Heading 2
de_de: Überschrift 2
it_it: Intestazione 2
pt_br: Cabeçalho 2

source: Heading 3
de_de: Überschrift 3
it_it: Intestazione 3
pt_br: Cabeçalho 3

source: Text Decoration
de_de: Text-Dekoration
it_it: Effetti del Testo
nl_nl: Tekst verziering
pt_br: Decoração do Texto

source: Social Icons
it_it: Icone social
nl_nl: Sociale iconen
pt_br: Icones das Redes sociais

source: Width
de_de: Breite
it_it: Larghezza
nl_nl: Breedte
pt_br: Largura

source: Align Images
de_de: Bilder ausrichten
it_it: Allineare Immagini
nl_nl: Afbeeldingen uitlijnen
pt_br: Alinhar imagens

source: Padding Top
de_de: Abstand oben
it_it: ampiezza spazio superiore
pt_br: Espaço Superior

source: Padding Bottom
de_de: Abstand unten
it_it: ampiezza spazio inferiore
nl_nl: Padding Onder
pt_br: Espaço Inferior

source: AUTOMATIC CONTENT
de_de: AUTOMATISCHER INHALT
it_it: CONTENUTO AUTOMATICO
nl_nl: AUTOMATISCHE INHOUD
pt_br: CONTEÚDO AUTOMÁTICO

source: Please use the "Options" panel (top left) to change the settings for the automatic content settings
de_de: Bitte verwende das "Optionen" Feld (oben links) um die Einstellungen für die automatischen Inhalte zu ändern
it_it: Si prega di utilizzare il pannello "Opzioni" (in alto a sinistra), per modificare le impostazioni per le impostazioni automatiche del contenuto
nl_nl: Gebruik alstublieft het "Opties" paneel (linksboven) om de instellingen voor de automatische inhoud te veranderen
pt_br: Por favor use o Painel de "Opções" (canto superior esquerdo) para alterar as configurações de conteúdo automático

source: Need help? Read the documenation.
de_de: Brauchst du Hilfe? Lies die Dokumentation.
it_it: Hai bisogno di aiuto? Leggi la documentazione.
nl_nl: Hulp nodig? Lees de documentatie.
pt_br: Precisa de ajuda? Leia a documentação.

source: Welcome!
de_de: Willkommen!
it_it: Benvenuto!
nl_nl: Welkom!
pt_br: Bem vindo!

source: Thank you for subscribing to our newsletter.
de_de: Danke für deine Anmeldung zu unserem Newsletter.
it_it: Grazie per esserti iscritto alla nostra newsletter.
nl_nl: Bedankt voor het abonneren op onze nieuwsbrief.
pt_br: Obrigado por assinar a nossa newsletter.

source: Dear User
de_de: Lieber Anwender
it_it: Gentile utente
nl_nl: Geachte gebruiker
pt_br: Caro Usuário

source: You have been added as a registered user on our site.
de_de: Du wurdest als registrierter Benutzer auf unserer Seite hinzugefügt.
it_it: Sei stato aggiunto come utente registrato sul nostro sito.
nl_nl: U bent toegevoegd als een geregistreerde gebruiker op onze website.
pt_br: Você foi adicionado como um usuário registrado em nosso site.

source: Preview
de_de: Vorschau
it_it: Anteprima
nl_nl: Voorbeeld
pt_br: Pré visualização

source: Email Sent
de_de: EMail verschickt
it_it: Email inviata
nl_nl: E-mail verzonden
pt_br: Email Enviado

source: Error
de_de: Fehler
it_it: Errore
pt_br: Erro

source: Failed to send email to subscriber
de_de: EMail konnte nicht an den Abonnenten verschickt werden
it_it: Impossibile inviare e-mail a sottoscrittore
nl_nl: Kan e-mail niet versturen naar abonnee
pt_br: Falha ao enviar email para assinantes

source: Hi Admin Your mail campaign has finished sending. Sola Newsletter Plugin
de_de: Hallo Admin Der Versand deiner Kampagne ist abgeschlossen. Sola Newsletter Plugin
it_it: Hi Admin La tua campagna è stata inviata. Sola Newsletter Plugin
nl_nl: Hallo Admin Je E-mail campagne is klaar met verzenden. Sola Newsletter Plugin
pt_br: Olá Administrador Sua campanha de email terminou de ser enviada. Sola Newsletter Plugin

source: Mail Send Complete
de_de: Mailversand abgeschlossen
it_it: Invio messaggi Completato
nl_nl: Mail verzenden voltooid
pt_br: Envio de Emails Completo

source: We are currently sending. Dont do anything
de_de: Wir versenden momentan. Bitte nichts tun.
it_it: Attualmente stiamo inviando. Non fare nulla
nl_nl: We zijn op het moment aan het verzenden. Doe niks.
pt_br: No momento, estamos enviando. Não faça nada

source: Campaign send initiated
de_de: Kampagnenversand gestartet
it_it: L'invio della Campagna è iniziato
nl_nl: Campagne verzenden gestart
pt_br: Envio de campanha iniciado

source: Failed to send email to subscriber
de_de: EMail konnte nicht an den Abonnenten verschickt werden
it_it: Impossibile inviare e-mail all'iscritto
nl_nl: E-mail verzenden naar abonnee mislukt.
pt_br: Falha ao enviar email para assinantes

source: Campaign send ended
de_de: Kampagnenversand abgeschlossen
it_it: L'invio della Campagna è stato completato
nl_nl: Campagne versturen voltooid
pt_br: Envio da campanha terminou

source: No data supplied
de_de: Keine Daten erhalten
it_it: Nessun dato disponibile
nl_nl: Geen data gegeven
pt_br: Não foram fornecidos dados

source: Please select a list
de_de: Bitte wähle eine Liste
it_it: Si prega di selezionare un elenco
nl_nl: Selecteer alstublieft een lijst
pt_br: Por favor, selecione uma lista

source: Email address not supplied
de_de: Keine EMail-Adresse erhalten
it_it: Indirizzo e-mail non specificato
nl_nl: E-mail adres niet gegeven
pt_br: Endereço de email não fornecido

source: Could not execute query
de_de: Abfrage konnte nicht ausgeführt werden
it_it: Impossibile eseguire la query
nl_nl: Kon query niet uitvoeren
pt_br: Não foi possível executar a consulta

source: Import Error
de_de: Importfehler
it_it: Errore di importazione
nl_nl: Importeer fout
pt_br: Erro ao importar

source: Something went wrong with the upload. Please contact support
de_de: Beim Upload ging etwas schief. Bitte wende dich an den Support
it_it: Qualcosa è andato storto con il caricamento. Si prega di contattare il supporto
nl_nl: Er ging iets mis met het uploaden. Neem alstublieft contact op met de support
pt_br: Algo deu errado com o upload. Entre em contato com o suporte

source: Sola Newsletter Subscribe
it_it: Iscrizione alla Sola Newsletter
nl_nl: Sola Newsletter abonneren
pt_br: Assinar Sola Newsletter

source: Add This widget to your site for vistors to sign-up to your newsletter
de_de: Füge dieses Widget auf deiner Seite ein, damit sich Besucher zum Newsletter anmelden können
it_it: Aggiungi questo widget al tuo sito per iscriverti alla tua newsletter
nl_nl: Voeg dit widget toe aan je website om bezoekers te laten abonneren op je nieuwsbrief.
pt_br: Adicione esta ferramenta ao seu site para os visitantes inscreverem-se na sua newsletter

source: Pending first batch
de_de: Erstes Paket vorbereiten
it_it: In attesa primo lotto
nl_nl: In afwachting voor de eerste lading
pt_br: Primeiro lote pendente

source: Sending again in about
de_de: Erneuter Versand in ungefähr
it_it: Riavviare l'Invio
nl_nl: Opnieuw verzenden in
pt_br: Enviando novamente em cerca de

source: minute(s)
de_de: Minute(n)
it_it: minuti
nl_nl: minuten
pt_br: minuto(s)

source: of
de_de: von
it_it: di
nl_nl: van
pt_br: de

source: sent
de_de: verschickt
it_it: spediti
nl_nl: verzonden
pt_br: enviado

source: Settings
de_de: Einstellungen
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações

source: Error Log
de_de: Fehler-Log
it_it: registro degli errori
nl_nl: Error logboek
pt_br: Log de Erros

source: Thank you for your feedback. We will be in touch soon
de_de: Danke für dein Feedback. Wir melden uns bald.
it_it: Grazie per aver inviato il tuo feedback. Rimarremo in contatto.
nl_nl: Bedankt voor je Feedback
pt_br: Obrigado pelo seu feedback. Nós entraremos em contato em breve

source: There was a problem sending your feedback. Please log your feedback on
de_de: Es gab ein Problem beim Versand deines Feedbacks. Bitte gibt uns dein Feedback auf
it_it: Pare ci sia stato un problema durante l'invio del tuo feedback. Accedi al tuo feedback.
nl_nl: Er was een probleem met het verzenden van je feedback.
pt_br: Houve um problema ao enviar o seu feedback. Por favor, veja os comentários no log para descobrir a causa

source: Subscribers Updated
de_de: Abonnenten aktualisiert
it_it: Elenco Iscritti Aggiornato
nl_nl: Abonnees geüpdatet
pt_br: Assinantes Atualizados

source: Upload error
de_de: Upload-Fehler
it_it: Errore di caricamento:
pt_br: Erro no upload

source: Please ensure you upload a CSV file. The file you are trying to upload is a
de_de: Bitte stelle sicher, dass du eine CSV-Datei hochlädst. Die Datei, die du versuchst hochzuladen ist eine
it_it: Assicurati di caricare un file CSV. Il file che si sta tentando di caricare è un
nl_nl: Wees er zeker vand at je een CSV bestand upload. Het bestand wat je probeert te uploaden is een
pt_br: Por favor, certifique-se de fazer upload de um arquivo CSV. O arquivo que você está tentando fazer o upload é um

source: type file
de_de: Datei
it_it: tipo di file
nl_nl: Type bestand
pt_br: tipo do arquivo

source: Subscribers Imported Successfully
de_de: Abonnenten erfolgreich importiert
it_it: Iscritti importato con successo
nl_nl: Abonnees succesvol geïmporteerd
pt_br: Assinantes importados com sucesso

source: Subscriber Added
de_de: Abonnent hinzugefügt
it_it: Iscritto Aggiunto
nl_nl: Abonnee toegevoegd
pt_br: Assinante Adicionado

source: Please Select a List when adding the subscriber
de_de: Bitte wähle eine Liste wenn du Abonnenten hinzufügen willst
it_it: Selezionare una lista quando si aggiunge un'iscritto
nl_nl: Selecteer een lijst wanneer je een abonnee toevoegd
pt_br: Por favor, selecionar uma lista ao adicionar o assinante

source: Subscribers Deleted
de_de: Abonnenten gelöscht
it_it: Iscritti eliminati
nl_nl: Abonnees verwijderd
pt_br: Assinantes excluídos

source: Campaign Deleted
de_de: Kampagne gelöscht
it_it: Campagna Eliminata
nl_nl: Campagne verwijderd
pt_br: Campanha Deletada

source: List Updated
de_de: Liste aktualisert
it_it: Elenco Aggiornato
nl_nl: Lijst geüpdatet
pt_br: Lista Atualizada

source: List Deleted
de_de: Liste gelöscht
it_it: L'elenco è stato eliminato
nl_nl: Lijst verwijderd
pt_br: Lista Deletada

source: Settings Saved
de_de: Einstellungen gespeichert
it_it: Impostazioni salvate.
nl_nl: Instellingen opgeslagen
pt_br: Configurações salvas

source: Campaigns Deleted
de_de: Kampagnen gelöscht
it_it: Campagne eliminate
nl_nl: Campagnes verwijderd
pt_br: Campanhas Deletadas

source: Thank You for your feedback!
de_de: Danke für dein Feedback!
it_it: Grazie per la collaborazione
nl_nl: Bedankt voor je feedback!
pt_br: Obrigado pelo seu feedback!

source: Subscribed
de_de: Abonniert
it_it: Iscritto
nl_nl: Geabonneerd
pt_br: Inscrito

source: Pending Confirmation
de_de: Auf Bestätigung warten
it_it: In attesa di approvazione
nl_nl: Wacht op bevestiging
pt_br: Confirmação Pendente

source: Unsubscribed
de_de: Abgemeldet
it_it: Iscrizione revocata
nl_nl: afgemeld
pt_br: Cancelou a assinatura

source: Could not add subscriber
de_de: Abonnent konnte nicht hinzugefügt werden
it_it: Impossibile aggiungere un nuovo iscritto
nl_nl: Kon abonnee niet toevoegen
pt_br: Não foi possível adicionar assinante

source: Please enter an E-mail Address
de_de: Bitte gib eine EMail-Adresse ein
it_it: Immettere un indirizzo di posta elettronica.
nl_nl: Voeg alstublieft een E-mail adres in
pt_br: Por favor insira um endereço de email

source: There was an error while trying to add the list
de_de: Beim Hinzufügen der Liste ist ein Fehler aufgetreten
it_it: Si è verificato un errore durante il tentativo di aggiungere all'elenco
nl_nl: Er was een fout bij het toevoegen van de lijst
pt_br: Houve um erro ao tentar adicionar a lista

source: List added
de_de: Liste hinzugefügt
it_it: Elenco aggiunto
nl_nl: Lijst toegevoegd
pt_br: Lista adicionada

source: Please enter a list name
de_de: Bitte einen Listennamen eingeben
it_it: Inserisci un nome per l'elenco
nl_nl: Voeg een lijst naam in
pt_br: Por favor, insira um nome para a lista

source: Please Select at least one list to send to
de_de: Bitte wähle mindestens eine Liste als Versandziel
it_it: Selezionare almeno un elenco per l'invio
nl_nl: Selecteer tenminste één lijst om naar te versturen
pt_br: Selecione pelo menos uma lista para enviar para

source: Please Enter a Subject
de_de: Bitte gib einen Betreff ein
it_it: Immettere un oggetto
nl_nl: Voeg een onderwerp toe
pt_br: Por favor, insira o assunto

source: Cannot finish campaign in database
de_de: Kann Kampagne nicht in der Datenbank abschließen
it_it: Impossibile finire la campagna in banca dati
nl_nl: Kan campagne niet maken in de database
pt_br: Não é possível concluir a campanha na base de dados

source: Missing variable
de_de: Fehlende Variable
it_it: Variabile mancante
nl_nl: Mist een onderdeel
pt_br: Variável ausente

source: No errors to report on
de_de: Keine Fehler zu berichten
it_it: Non ci sono errori da riportare
nl_nl: Geen problemen
pt_br: Sem erros para relatar

source: You can only have a maximum of
de_de: Du hast nur ein Maximum von
it_it: Si può avere solo un massimo di
nl_nl: Je kunt maar een maximum hebben van
pt_br: Você só pode ter um máximo de

source: to get unlimited subscribers.
de_de: um unbegrenzte Abonnenten zu erhalten.
it_it: per ottenere iscritti illimitati.
nl_nl: om onbeperkt abonnees te krijgen.
pt_br: para obter assinantes ilimitados.

source: Upload a theme
de_de: Ein Theme hochladen

source: Find
de_de: Finden

source: more themes
de_de: mehr Themes

source: Clicks
de_de: Klickt

source: clicks
de_de: Klicks
nl_nl: kliks
pt_br: cliques

source: Theme export
de_de: Theme exportieren

source: Theme data
de_de: Theme Daten

source: Style data
de_de: Style Daten

source: Table
de_de: Tabelle

source: 2 cols
de_de: 2-spaltig

source: 3 cols
de_de: 3-spaltig

source: 4 cols
de_de: 4-spaltig

source: Tablet (iPad - Portrait)
de_de: Tablet (iPad - Hochkant)
nl_nl: Tablet (iPad - Portret)

source: Tablet (Nexus 10 - Landscape)
de_de: Tablet (Nexus 10 - Querformat)
nl_nl: Tablet (Nexus 10 - Landschap)

source: Enter your Sola Newsletters Premium API key
de_de: Gib deinen Sola Newsletter Premium API-Schlüssel ein

source: Where do I get my API key?
de_de: Wo bekomme ich meinen API-Schlüssel?

source: We cannot verify your API key. Is your API key active?
de_de: Wir können deinen API-Key nicht prüfen. Ist er aktiviert?

source: On
de_de: Ein
nl_nl: Aan
pt_br: Em

source: Off
de_de: Aus
nl_nl: Uit
pt_br: Desligado

source: Password
de_de: Passwort
nl_nl: Wachtwoord
pt_br: Senha

source: Newsletters
de_de: Newsletter
nl_nl: Nieuwsbrieven

source: Theme uploaded successfully
de_de: Theme erfolgreich hochgeladen

source: Cannot upload the theme. Please ensure WordPress has write permission to the Uploads folder
de_de: Das Thema kann nicht hochgeladen werden. Bitte stelle sicher, dass WordPress Schreibrechte im Uploads-Ordner hat.

source: Blog Post
pt_br: Post do Blog

source: Layout 1
nl_nl: Opmaak 1
pt_br: Modelo 1

source: Layout 2
nl_nl: Opmaak 2
pt_br: Modelo 2

source: Layout 3
nl_nl: Opmaak 3
pt_br: Modelo 3

source: Layout 4
nl_nl: Opmaak 4
pt_br: Modelo 4

source: Standard Newsletter
nl_nl: Standaard nieuwsbrief
pt_br: Newsletter Padrão

source: Custom Newsletter (Beta)
nl_nl: Aangepaste Nieuwsbrief (Beta)
pt_br: Newsletter Personalizada (Beta)

source: Social Links
nl_nl: Sociaal netwerk koppelingen
pt_br: Links das Redes sociais

source: WordPress.org plugin repository
pt_br: WordPress.org repositório do plugin

source: Please note: <strong>Sola Newsletters will not function correctly while using APC Object Cache.</strong> We have found that GoDaddy hosting packages automatically include this with their WordPress hosting packages. Please email GoDaddy and ask them to remove the object-cache.php from your wp-content/ directory.
nl_nl: Let op: <strong>Sola Newsletters zal niet correct functioneren als het APC Object Cache gebruikt word.</strong> GoDaddy hosting pakketten hebben dit bij hun WordPress hosting pakketten. Om dit op te lossen mail alstublieft naar GoDaddy and vraag hun om "object-cache.php" uit de wp-content/ map te halen.
pt_br: Atenção: <strong>Sola Newsletters não funcionará corretamente ao usar APC Cache objeto</strong>. Descobrimos que GoDaddy inclue automaticamente esta com seu WordPress pacotes de hospedagem. Por favor, envie um email à GoDaddy e peça-lhes para remover o object-cache.php da sua pasta wp-content.

source: Social
nl_nl: Sociaal

source: Newsletter
nl_nl: Nieuwsbrief
