Repository: surindertechies/techieslive
Catalog: plugins/sola-newsletters/languages/sola-*.po
Languages: de_de, it_it, nl_nl, pt_br

source: And Finally your port number. We recommend 465 or 587 if possible
de_de: Und zum Schluss die Port-Nummer. Wir empfehlen 465 oder 587, wenn möglich.
it_it: E infine il numero di porta. Si consiglia di 465 o 587 se possibile
nl_nl: En tot slot uw poortnummer. Wij raden 465 of 587 aan indien mogelijk.
pt_br: E finalmente o seu número de porta. Recomendamos 465 ou 587, se possível

source: Encryption
de_de: Verschlüsselung
it_it: Cifratura
nl_nl: Encryptie
pt_br: Criptografia

source: No Encryption
de_de: Keine Verschlüsselung
it_it: Nessuna crittografia
nl_nl: Geen encryptie
pt_br: Sem Criptografia

source: TLS - This is not the same as STARTTLS. For most servers SSL is the recommended option.
de_de: TLS - Nicht das Gleiche wie STARTTLS. Für die meisten Server ist SSL die empfohlene Option
it_it: TLS - questa non è la stessa come STARTTLS. Per la maggior parte dei server SSL è l'opzione consigliata.
nl_nl: TLS - Dit is niet hetzelfde als STARTTLS. Voor de meeste servers is SSL de aanbevolen optie.
pt_br: TLS - Este não é o mesmo que STARTTLS. Para a maioria dos servidores SSL é a opção recomendada.

source: Mail Throttling
de_de: Mail-Bremse
it_it: Limitazione posta
nl_nl: E-mail throttling
pt_br: Limitação de Email

source: Certain hosts limit the amount of mails you can send per hour or per day. It is very important that the figure used here is correct or you may run the risk of certain mails not being sent.
de_de: Bestimmte Hosts begrenzen die Anzahl Mails, die du pro Stunde oder pro Tag versenden kannst. Es ist sehr wichtig, hier den richtigen Wert herauszufinden und einzustellen, damit du nicht riskierst, dass Mails nicht verschickt werden.
it_it: Alcuni server limitano la quantità di mail che è possibile inviare all'ora o al giorno. È molto importante che il servizio utilizzata sia quello adatto o alcuni messaggi non saranno inviati.
nl_nl: Sommige hosts beperken de hoeveelheid e-mails die u per uur of per dag kunt versturen. Het is zeer belangrijk dat de optie die u hier gebruikt correct is of u loopt het risico dat sommige e-mails niet verstuurd worden.
pt_br: Alguns hosts limitam a quantidade de emails que você pode enviar por hora ou por dia. É muito importante que o valor usado aqui está correto ou você pode correr o risco de certos emails não serem enviados.

source: Who do you host with?
de_de: Wer ist dein Hoster?
it_it: Chi vi ospiterà ?
nl_nl: Wie gebruik je als host?
pt_br: Com quem você hospeda?

source: My mail is being sent via WPmail
de_de: Meine Mails werden über WPmail verschickt
it_it: La mia posta viene inviata tramite WPmail
nl_nl: Mijn e-mail wordt verstuurd via WPmail
pt_br: Meu email está sendo enviado via WPmail

source: My mail is being sent through Gmail
de_de: Meine Mails werden über GMail verschickt
it_it: La mia posta viene inviata tramite Gmail
nl_nl: Mijn e-mail wordt verstuurd via Gmail
pt_br: Meu email está sendo enviado via Gmail

source: My mail is being sent through a SMTP Server
de_de: Meine Mails werden über einen SMTP Server verschickt
it_it: La mia posta viene inviata attraverso un SMTP Server
nl_nl: Mijn e-mail wordt verstuurd via een SMTP Server
pt_br: Meu email está sendo enviado via servidor SMTP

source: Limit mail delivery
de_de: Mailversand begrenzen
it_it: Limite di consegna di posta
nl_nl: Limiteer e-mail bezorging
pt_br: Limite de entrega

source: Send
de_de: Sende
it_it: Invia
nl_nl: Verstuur
pt_br: Envio

source: emails
it_it: email

source: every minute
de_de: pro Minute
it_it: ogni minuto
nl_nl: elke minuut
pt_br: a cada minuto

source: every 2 minutes
de_de: alle 2 Minuten
it_it: Ogni 2 minuti
nl_nl: elke 2 minuten
pt_br: a cada 2 minutos

source: every 5 minutes
de_de: alle 5 Minuten
it_it: Ogni 5 minuti
nl_nl: elke 5 minuten
pt_br: a cada 5 minutos

source: every 10 minutes
de_de: alle 10 Minuten
it_it: Ogni 10 minuti
nl_nl: elke 10 minuten
pt_br: a cada 10 minutos

source: every 15 minutes
de_de: alle 15 Minuten
it_it: Ogni 15 minuti
nl_nl: elke 15 minuten
pt_br: a cada 15 minutos

source: every 30 minutes
de_de: alle 30 Minuten
it_it: Ogni 30 minuti
nl_nl: elke 30 minuten
pt_br: a cada 30 minutos

source: every hour
de_de: pro Stunde
it_it: Ogni ora
nl_nl: elk uur
pt_br: a cada hora

source: every 2 hours
de_de: alle 2 Stunden
it_it: Ogni 2 ore
nl_nl: elke 2 uur
pt_br: a cada 2 horas

source: Please note: We suggest that you keep the amount of mails being sent below 50 every 5 minutes. We do not take responsibility for any actions that happen as a result of the above settings.
de_de: Bitte beachte: Wir empfehlen, dass du die Menge an gesendeten Mails unter 50 pro 5 Minuten hältst. Wir übernehmen keine Verantwortung für die Folgen bei Verwendung höherer Einstellungen.
it_it: Nota bene: si consiglia di mantenere la quantità di mail inviate sotto 50 ogni 5 minuti. Non ci assumiamo responsabilità per eventuali azioni che si verificassero in conseguenza delle impostazioni precedenti.
nl_nl: Let op: Wij raden u aan om de hoeveelheid e-mails onder de 50 per 5 minuten te houden. Wij nemen geen verantwoordelijkheid voor eventuele acties die gebeuren als gevolg van de bovengenoemde instellingen.
pt_br: Por favor, note: Sugerimos que você mantenha a quantidade de e-mails enviados abaixo de 50 a cada 5 minutos. Nós não nos responsabilizamos por quaisquer ações que acontecem com o resultado das configurações acima.

source: Test Your Mail Settings
de_de: Deine Mail-Einstellungen prüfen
it_it: Verificare le impostazioni di posta
nl_nl: Test uw e-mail instellingen
pt_br: Testar suas Configurações de Email

source: This is to test your mail settings. If you don't receive a mail, your settings maybe incorrect. Please also check your SPAM folder.
de_de: Dies ist eine Testmail. Wenn du keine Mail erhältst, sind die Einstellungen ob möglicherweise falsch. Bitte prüfe auch deinen SPAM-Ordner.
it_it: Questo serve a verificare le impostazioni di posta. Se non ricevi una mail, le impostazioni forse sono errate. Si prega di controllare anche la cartella SPAM.
nl_nl: Dit is om uw e-mail instellingen te testen. Als u geen e-mail ontvangt, zijn uw instellingen misschien incorrect. Kijkt u alstublieft ook in uw SPAM inbox.
pt_br: Isso é para testar suas configurações de email. Se você não receber um email, suas configurações talvez estejam incorretas. Por favor, verifique sua pasta de SPAM.

source: Show me the output (debugging purposes)
de_de: Zeige mir die Ausgaben (zu Debugging-Zwecken)
it_it: Mostrami l'output (a fine di debug)
nl_nl: Toon de output (debugging doeleinden)
pt_br: Me mostre a saída (para fins de depuração)

source: To put the sign up widget on your site, go to your widgets page, and drag the Sola Newsletter Subscribe widget to the sidebar of your choice.
de_de: Um ein Anmelde-Widget auf deine Seite zu platzieren, wechsle auf die Widgets-Seite und ziehe das Sola Newsletter Subscribe Widget auf eine Seitenleiste deiner Wahl.
it_it: Per impostare il widget di sottoscrizione sul tuo sito, vai alla tua pagina di widget e trascina il widget Sola Newsletter Iscriviti nella sidebar di vostra scelta.
nl_nl: ALs je het inschrijven widget op je site wilt, ga je naar de wigets pagina en sleep je de Sola Newsletter inschrijven widget naar je zijbalk.
pt_br: Para colocar o sinal acima do widget em seu site, vá até a página de widgets, e arraste a Sola Newsletter Subscrever widget para a barra lateral de sua escolha.

source: Title
de_de: Titel
it_it: Titolo
nl_nl: Titel
pt_br: Título

source: Set the Title of sign up Box
de_de: Setze den Titel der Anmelde-box
it_it: Impostare il titolo del Box Iscriviti
nl_nl: Geef de titel voor het inschrijf veld
pt_br: Definir o título da caixa de inscrição

source: Set the text of sign up button
de_de: Setze den Title des Anmelde-Buttons
it_it: Impostare il testo del pulsante di iscrizione
nl_nl: Geef de tekst voor het inschrijf veld
pt_br: Defina o texto do botão assinar

source: Allow users to select which list they would like to be added to
de_de: Erlaube den Benutzern zu wählen, welche Liste sie abonnieren wollen
it_it: Consentire agli utenti di selezionare a quale lista vorrebbero essere aggiunti

source: List
de_de: Liste
it_it: Elenco
nl_nl: Lijst
pt_br: Lista

source: Select lists that subscribers will be associated with
de_de: Wähle die Listen zu denen die Abonnenten hinzugefügt werden sollen
it_it: Selezionare gli elenchi a cui verranno associati gli Iscritti
nl_nl: Selecteer de lijst waarmee de abonnees geassocieerd worden.
pt_br: Selecione as listas que os assinantes serão associados

source: Subject Line
de_de: Betreff
it_it: Riga oggetto
nl_nl: Onderwerp
pt_br: Linha Assunto

source: This is the subject text that gets sent to a new subscriber to confirm their subscription.
de_de: Dies ist der Betreff den ein neuer Abonnent erhält um seine Anmeldung zu bestätigen.
it_it: Questo è il testo dell'oggetto che viene inviato a un nuovo iscritto per confermarne l'iscrizione.
nl_nl: Dit is de onderwerp text die naar een nieuwe abonnee gestuurd word om hun abonnement te bevestigen
pt_br: Este é o texto do assunto que é enviado para um novo assinante para confirmar a sua inscrição.

source: Confirmation Email
de_de: Bestätigungsmail
it_it: Email di conferma
nl_nl: Bevestigings e-mail
pt_br: Email de confirmação

source: This is the confirmation message that gets sent to a new subscriber to confirm their subscription.
de_de: Dies ist die Bestätigungsnachricht, die ein neuer Abonnent erhält, um seine Anmeldung zu bestätigen.
it_it: Questo è il messaggio di conferma che viene inviato a un nuovo iscritto per confermarne l'iscrizione.
nl_nl: Dit is de bevestiging tekst die naar de nieuwe abonnee gestuurd word om hun abonnement te bevestigen
pt_br: Esta é a mensagem de confirmação que é enviada para um novo assinante para confirmar a sua inscrição.

source: Don't forget to add [confirm_link] Link Text here [/confirm_link] for your subscribers to confirm their subscription
de_de: Vergiss nicht, [confirm_link] Link Text hier [/confirm_link] hinzuzufügen, damit die Abonnenten ihre Anmeldung bestätigen können.
it_it: Non dimenticare di aggiungere [confirm_link] metti qui il testo di Link [/ confirm_link] affinchè gli iscritti possano confermare la loro iscrizione
nl_nl: Vergeet niet om [confirm_link] Link tekst hier [/confirm_link] toe te voegen om je abonnees hun abonnement te laten bevestigen
pt_br: Não se esqueça de adicionar [confirm_link]Texto do Link Aqui[/ confirm_link] para seus assinantes poderem confirmar a sua inscrição

source: Use [sub_name] to show your subscribers name (Optional)
de_de: Benutze [sub_name] um den Namen des Abonnenten anzuzeigen (optional)
it_it: Usa [sub_name] per mostrare il nome dei vostri iscritti (facoltativo)
nl_nl: Gebruik [sub_name] om je gebruikers' naam te laten zien (Optioneel)
pt_br: Use [sub_name] para mostrar o nome do seus assinantes (Opcional)

source: Thank You Text
de_de: Danke-Text
it_it: Testo di ringraziamento
nl_nl: Bedankt tekst
pt_br: Texto de Agradecimento

source: This is the message the user will see as they signup to your newsletters on your site.
de_de: Dies ist die Nachricht, die ein Anwender erhält, wenn er einen Newsletter deiner Seite abonniert.
it_it: Questo è il messaggio che l'utente vedrà al momento dell'iscrizione alla tua newsletter.
nl_nl: Dit is het bericht wat de gebruiker zal zien als ze zich opgeven voor de newsletter op de website.
pt_br: Esta é a mensagem que o usuário vai ver quando confirmar a inscrição para suas newsletters em seu site.

source: Insert Your links to your social platforms that you are associated with
de_de: Füge Links zu sozialen Netzwerken mit denen du verbunden bist ein
it_it: Inserisci i link alle piattaforme social cui siete iscritti
nl_nl: Geef de links van social media waar je je voor aangemeld hebt
pt_br: Insira seus links para as suas redes sociais que estão associadas

source: Upgrade to the
de_de: Upgrade zur
it_it: Aggiorna alla
nl_nl: Upgrade naar de
pt_br: Upgrade para

source: Premium version
it_it: Versione Premium
nl_nl: Premium versie
pt_br: Versão Premium

source: to integrate your Sola Newsletters with Google Analytics.
de_de: um Sola Newsletters mit Google Analytics zu integrieren.
it_it: per integrare la vostra Sola newsletter con Google Analytics.
nl_nl: Om Sola Newsletters te integreren met Google Analytics.
pt_br: para integrar o seu Sola Newsletters com o Google Analytics.

source: Cron job setup (Advanced users only)
de_de: Cron Job Einstellungen (nur fortgeschrittene Anwender)
it_it: Configurazione di cron job (solo per utenti avanzati)
nl_nl: Cron job setup (Alleen voor geavanceerde gebruikers)
pt_br: Configuração de trabalho Cron (Somente para usuários avançados)

source: Sola Newsletters uses <strong>wp_cron</strong> to send mails. The downside to this is that wp_cron is only activated when someone visits your site or if you are logged in. This means that if your site has a low visit count, your mail will not be sent reliably at the intervals you have specified.
de_de: Sola Newsletters verwendet <strong>wp_cron</strong> um Mails zu versenden. Der Nachteil hiervon ist, dass wp_cron nur aktiviert wird, wenn jemand deine Seite besucht oder du eingeloggt bist. Das bedeutet, dass Mails nicht zuverlässig zu den gewünschten Intervallen versendet werden, wenn du eine geringe Besucherzahl hast.
it_it: Sola newsletter utilizza <strong>wp_cron</strong> per inviare mail. Il lato negativo è che wp_cron è attiva solo quando qualcuno visita il tuo sito o se sei loggato. Questo significa che se il sito è poco visitato, la posta non verrà inviata in modo affidabile agli intervalli che hai indicato.
nl_nl: Sola Newsletters gebruikt <strong>wp_cron</strong> om e-mails te versturen. De keerzijde is dat wp_cron alleen word geactiveerd als iemand je site bezoekt of als je inglelogd bent. Dit betekent dat als je site niet vaak word bezocht dat je e-mails niet betrouwbaar op de opgegeven intervals worden verzonden.
pt_br: Sola Newsletters usa <strong>wp_cron</ strong> para enviar mails. A desvantagem para isso é que wp_cron só é ativado quando alguém visita o seu site ou se você está conectado. Isso significa que, se o seu site tem uma baixa contagem de visita, seu e-mail não será enviado de forma confiável nos intervalos especificados.

source: If you need more reliability and if you want to ensure that your mails get sent out at the intervals you have specified in your Email Settings tab, setting up a real cron job would be required.
de_de: Wenn du mehr Zuverlässigkeit benötigst und sicherstellen willst, dass Mails in den von dir festgelegten Intervallen verschickt werden, wäre das Aufsetzen eines echten Cron Jobs notwendig.
it_it: Se avete bisogno di più affidabilità e se volete assicurarvi che la posta elettronica venga inviata nei tempi specificati nella scheda impostazioni di posta elettronica, impostate un vero job di cron.
nl_nl: Als je meer betrouwbaarheid nodig hebt zodat je mails worden verstuurt op de intervallen die je gespecificeerd hebt in je Email Settings tab dan moet je een echte cron job opzetten.
pt_br: Se precisar de mais confiabilidade e se você quiser garantir que seus e-mails são enviados para fora, com a periodicidade que especificou no seu guia Configurações de email, a criação de um trabalho cron verdadeira seria necessário.

source: We'd suggest that you follow these instructions to successfully set up a real cron job:
de_de: Wir empfehlen, dass du diesen Anweisungen folgst, um einen echten Cron Job aufzusetzen:
it_it: Vi consiglieremmo di seguire queste istruzioni per installare con successo un job di cron reale:
nl_nl: Wij suggereren dat je de volgende instructies volgt om een echte cron job succesvol op te zetten.
pt_br: Nós sugerimos que você siga estas instruções para configurar com êxito um trabalho cron real:

source: Log in to cPanel
de_de: Log dich in cPanel ein
it_it: Accedere a cPanel
nl_nl: Inloggen naar cPanel
pt_br: Faça login no cPanel

source: Under Advanced, click on Cron jobs
de_de: Unter Advanced, klicke auf Cron Jobs
it_it: Sotto Avanzate, fare clic su Cron jobs
nl_nl: Onder Geavanceerd, klik op Cron jobs
pt_br: Em Avançado, clique em Tarefas Agendadas

source: Under New Cron Job, select the time interval you'd prefer (once per hour, once every 5 minutes, etc.)
de_de: Unter New Cron Job, wähle den Zeitintervall den du wünscht (once per hour, once every 5 minutes, etc.)
it_it: In nuovo Cron Job, selezionare l'intervallo di tempo che preferisci (una volta all'ora, una volta ogni 5 minuti, ecc.)
nl_nl: Onder Nieuwe Cron job, selecteer de interval naar voorkeur (eens per uur, eens elke 5 minuten, etc.)
pt_br: Sob Nova Cron Job, selecione o intervalo de tempo que você preferir (uma vez por hora, uma vez a cada 5 minutos, etc.)

source: Enter this for Command (changing the URL to match your site):
de_de: Gib diesen Befehl (ändere die URL passend zu deiner Seite) ein:
it_it: Inserire questo per Command (cambiando la URL per abbinare il vostro sito):
nl_nl: Voer deze opdracht uit (Verander de URL om gelijk te zijn met je site):
pt_br: Digite isso para Command (altere a URL para corresponder ao seu site):

source: If you require technical support with setting up your cron job,
de_de: Wenn du technische Hilfe bei der Einrichtung deines Cron Jobs brauchst,
it_it: Se avete bisogno di assistenza tecnica con la configurazione del job cron,
nl_nl: Als je technische ondersteuning nodig hebt bij het opzetten van een cron job,
pt_br: Se precisar de apoio técnico com a criação de seu trabalho cron,

source: we can assist you for a charge of $10
de_de: können wir dich für ein Entgelt $10 unterstützen
it_it: possiamo aiutarti per un costo di $ 10
nl_nl: kunnen wij u assisteren voor een bedrag van $10
pt_br: podemos ajudá-lo por um custo de US $10

source: Next wp_cron event
de_de: Nächstes wp_cron Ereignis
it_it: Evento wp_cron Successivo
nl_nl: Volgende wp_cron evenement
pt_br: Próximo evento wp_cron

source: Scheduled to run at
de_de: Geplant für die Ausführung am
it_it: Data esecuzione pianificata
nl_nl: gepland voor
pt_br: Programado para ser executado em

source: Server time now
de_de: Aktuelle Serverzeit
it_it: Ora attuale del server:
nl_nl: Server tijd op dit moment
pt_br: Hora de servidor agora

source: Why Go
de_de: Was bringt
it_it: Perché Go
nl_nl: Waarom
pt_br: Por que ir

source: +2500 Subscribers
de_de: +2500 Abonnenten
it_it: +2500 iscritti
nl_nl: +2500 abonnees
pt_br: +2500 Assinantes

source: There are no limits on how many subscribers you can have or send to
de_de: Es gibt keine Grenzen, wie viele Abonnenten du hast oder anmailst
it_it: Non ci sono limiti sul numero di iscritti che si possono avere o a cui si può inviare
nl_nl: Er zijn geen limieten op hoeveel abonnees je kunt hebben of naar verzenden kunt.
pt_br: Não há limites para o número de assinantes e envios que você pode ter

source: More Themes
de_de: Mehre Themes
it_it: Altri temi
nl_nl: Meer Thema's
pt_br: Mais Temas

source: Get more themes and styles to choose from to make your E-mails so much better
de_de: Erhalte mehr Themes und Styles um deine Mails so viel besser zu machen
it_it: Ottenere altri temi e stili tra cui scegliere per migliorare le vostre e-mail
nl_nl: Verkrijg meer thema's en stijlen om uit te kiezen en je E-mails zo veel beter maken
pt_br: Obter mais temas e estilos para escolher e fazer os seus emails muito melhor

source: Detailed Statistics
de_de: Detaillierte Statistiken
it_it: Statistiche dettagliate
nl_nl: Gedetailleerde statistieken
pt_br: Estatísticas detalhadas

source: Get insights on your subscribers - How many opens and what links were clicked
de_de: Bekomme Informationen über deine Abonnenten - Wie viele Öffnungen und welche Links wurden geklickt
it_it: Ottenere approfondimenti sui vostri iscritti - Quanti volte vengono aperti e quali link vengono clickati
nl_nl: Krijg inzicht in je abonnees - Hoeveel mails geopend en hoeveel links zijn geklikt
pt_br: Obtenha informações sobre seus assinantes - Quantos abrem e quais links foram clicados

source: We have intergrated analytics so you can easily track traffic from emails to your site
de_de: Wir haben Analytics integriert, damit du den Traffic von den Mails zu deiner Seite leicht verfolgen kannst
it_it: Abbiamo integrato analytics in modo da poter facilmente monitorare il traffico da e-mail al tuo sito
nl_nl: We hebben analytics geïntegreerd zodat je gemakkelijk het verkeerd van je emails naar je site kunt bijhouden.
pt_br: Temos analytics integrado para que você possa facilmente monitorar o tráfego de e-mails para o seu site

source: Get The Premium Version
de_de: Premium Version jetzt kaufen
it_it: Ottenere la versione Premium
nl_nl: Haal de premium versie
pt_br: Obtenha a versão Premium

source: Save Settings
de_de: Einstellungen speichern
it_it: Salva Impostazioni
nl_nl: Instellingen opslaan
pt_br: Salvar configurações

source: Subscribers
de_de: Abonnenten
it_it: Iscritti
nl_nl: Abonnees
pt_br: Assinantes

source: Export Subscribers
de_de: Abonnenten exportieren
it_it: Esportare gli Iscritti
nl_nl: Abonnees exporteren
pt_br: Exportar Assinantes

source: Status
it_it: Stato

source: (No Name)
de_de: (Ohne Name)
it_it: (Nessun nome)
nl_nl: (Geen Naam)
pt_br: (Sem Nome)

source: Welcome to
de_de: Willkommen bei
it_it: Benvenuti a
nl_nl: Welkom bij
pt_br: Bem-vindo ao

source: Beautiful, Modern and Easy to Create Newsletters
de_de: Schöne, moderne und leicht erstellbare Newsletter
it_it: Bello, moderno e facile per creare newsletter
nl_nl: Prachtig, modern en gemakkelijk te maken Newsletters
pt_br: Bonito, moderno e fácil de criar Newsletters

source: How did you find us?
de_de: Wie hast du uns gefunden?
it_it: Come ci hai trovati?
nl_nl: Wat vond je van ons?
pt_br: Como nos encontrou?

source: Search Term
de_de: Suchbegriff
it_it: Cerca Termine
nl_nl: Zoek term
pt_br: Termo de pesquisa

source: Google or other search Engine
de_de: Google oder andere Suchengine
it_it: Google o altri motori di ricerca
nl_nl: Google of andere zoekmachines
pt_br: Google ou outro motor de busca

source: Friend recommendation
de_de: Empfehlung eines Freundes
it_it: Raccomanda ad un amico
nl_nl: Vriend aanbeveling
pt_br: Recomendação de amigo

source: Other
de_de: Andere
it_it: Altro
nl_nl: Andere
pt_br: Outro

source: Please Explain
de_de: Bitte erkläre
it_it: Fornisci una spiegazione più esaustiva
nl_nl: Gelieve te verklaren
pt_br: Por favor, explique

source: Submit
de_de: Abschicken
it_it: Invia
nl_nl: Verzenden
pt_br: Enviar

source: Skip
de_de: Überspringen
it_it: Salta
nl_nl: Overslaan
pt_br: Pular

source: This mail was created using the Sola Newsletters WordPress Plugin and was sent from
de_de: Diese Mail wurde mit Sola Newsletters WordPress Plugin erstellt und wurde verschickt von
it_it: Questa mail è stata creata usando il Plugin WordPress "Sola Newsletters" ed è stato mandato da
nl_nl: Deze email is gemaakt met behulp van de Sola Newsletters WordPress Plugin en is verzonden vanaf
pt_br: Este email foi criada usando o Sola Newsletters WordPress Plugin e foi enviado a partir de

source: Unsubscribe
de_de: Abmelden
it_it: Annullare sottoscrizione
nl_nl: Uitschrijven
pt_br: Cancelar assinatura

source: Not Displaying? View In Browser
de_de: Anzeige nicht korrekt? Im Browser anzeigen
it_it: Visualizza nel browser
nl_nl: Word deze e-mail niet goed weergegeven? Bekijk hem in je browser
pt_br: Não está abrindo corretamente? Exibir no navegador

source: Thank you for signing up to our newsletter.
de_de: Danke für deine Anmeldung bei unserem Newsletter.
it_it: Grazie per esserti iscritto alla nostra newsletter.
nl_nl: Bedankt voor het inschrijven op onze nieuwsbrijf.
pt_br: Obrigado por se inscrever na nossa newsletter.
