Repository: surindertechies/techieslive
Catalog: plugins/sola-newsletters/languages/sola-*.po
Languages: de_de, it_it, nl_nl, pt_br

source: Include Image
de_de: Bild einschließen
it_it: Includere immagine
nl_nl: Afbeelding bijvoegen
pt_br: Incluir Imagem

source: Include Author
de_de: Author einschließen
it_it: Includer l'Autore
nl_nl: Auteur bijvoegen
pt_br: Incluir Autor

source: Include Post Date
de_de: Post-Datum einschließen
it_it: Includere la data del Post
nl_nl: Datum bijvoegen
pt_br: Incluir Data do Post

source: This functionality is still in Beta. If you experience any issues please contact
de_de: Diese Funktionalität ist noch Beta. Wenn Probleme auftreten, kontaktiere bitte
it_it: Questa funzionalità è ancora in Beta. Se si verificano problemi contattare
nl_nl: Deze functionaliteit is nog in Beta. Als je problemen ondervind neem alstublieft contact op met
pt_br: Esta funcionalidade ainda está em fase Beta. Se você tiver problemas, por favor entre em contato

source: support
it_it: Assistenza
nl_nl: Ondersteuning
pt_br: suporte

source: Send Test
de_de: Testversand
it_it: Invia prova...
nl_nl: Verstuur test
pt_br: Enviar Teste

source: Sola Newsletters Error Log
de_de: Sola Newsletters Fehler-Log
it_it: Sola Newsletters Registro errori
pt_br: Sola Newsletters Log de Erros

source: Sola Newsletters Feedback
it_it: Sola newsletter Feedback

source: We'd love to hear your comments and/or suggestions
de_de: Wir freuen uns auf deine Meinung und/oder Vorschläge
it_it: L'idea di ascoltare tuoi commenti e/o suggerimenti ci rende entusiasti.
nl_nl: We zouden het geweldig vinden om je opmerkingen en/of suggesties te horen
pt_br: Gostaríamos muito de ouvir seus comentários e/ou sugestões

source: Your Name
de_de: Dein Name
it_it: Il tuo nome
nl_nl: Uw naam
pt_br: Seu nome

source: Your Email
de_de: Deine Mailadresse
it_it: La tua e-mail
nl_nl: Uw e-mail
pt_br: Seu Email

source: Your Website
de_de: Deine Webseite
it_it: Il tuo sito web
nl_nl: Uw website
pt_br: Seu Website

source: Send Feedback
de_de: Feedback senden
it_it: Invia Feedback
nl_nl: Feedback verzenden
pt_br: Enviar Feedback

source: Sola Newsletters. If you find any errors or if you have any suggestions
de_de: Sola Newsletters. Wenn du Fehler findest oder Vorschläge hast
it_it: Sola newsletter. Se trovate errori o se avete suggerimenti
nl_nl: Sola Newsletters. Als u fouten vind of opmerkingen heeft
pt_br: Sola Newsletters. Se você encontrar algum erro ou se você tem alguma sugestão

source: please get in touch with us
de_de: setze dich bitte mit uns in Verbindung
it_it: rimani in contatto con noi
nl_nl: Kom in contact met ons
pt_br: por favor entre em contato conosco

source: Support Desk
it_it: Supporto
pt_br: Suporte Desk

source: Contact
de_de: Kontakt
it_it: Contatto
pt_br: Contato

source: Automatic Post Notifications are still in Beta. If you experience any issues or have any feedback for us, please get in contact with us via our
de_de: Automatische Post-Benachrichtigungen sind noch in Beta. Wenn du Probleme feststellst oder Vorschläge hast, setze dich bitte in Verbindung mit unserem
it_it: Le notifiche automatiche sono ancora in fase Beta. Se si verificano problemi o avete dei suggerimenti, mettetevi in contatto con noi tramite il nostro
nl_nl: Automatische bericht meldingen zijn nog in Beta. Als je problemen vind of feedback heeft zouden wij het waarderen als u contact met ons opneemt via onze
pt_br: Notificações Automáticas de Posts estão ainda em fase Beta. Se você tiver problemas ou tiver um feedback para nós, por favor entre em contato conosco através do nosso

source: Sola Newsletter Premium Version:
it_it: Sola Newsletter Versione Premium :
nl_nl: Sola Newsletter Premium versie:
pt_br: Sola Newsletter Versão Premium:

source: Support
it_it: Assistenza
nl_nl: Ondersteuning
pt_br: Suporte

source: Sola Newsletter Version:
it_it: Sola Newsletter Versione:
nl_nl: Sola Newsletter Versie:
pt_br: Versão de Sola Newsletter:

source: Go Premium
it_it: Vai alla versione Premium
nl_nl: Ga premium
pt_br: Seja Premium

source: Import Subscribers
de_de: Abonnenten importieren
it_it: Importare gli Iscritti
nl_nl: Abonnees importeren
pt_br: Importar Assinantes

source: We suggest copying and pasting 200 lines at a time to avoid the script from timing out.
de_de: Wir empfehlen das Einfügen von jeweils maximal 200 Zeilen um zu vermeiden, dass das Script in einen Timeout läuft.
it_it: Suggeriamo di copiare e incollare 200 righe alla volta per evitare il Time out dello script.
nl_nl: Wij raden aan om 200 lijnen tegelijk te kopiëren om een script time-out te voorkomen
pt_br: Sugerimos ir copiando e colando 200 linhas de cada vez para evitar que o script pare por causa do tempo limite.

source: Copy/Paste from Excel
de_de: Aus Excel einfügen
it_it: Copia/incolla da Excel
nl_nl: Kopiëren/Plakken vanuit Excel
pt_br: Copiar e Colar do Excel

source: Or upload a CSV file
de_de: Oder eine CSV-Datei hochladen
it_it: O caricare un file CSV
nl_nl: Of upload een CSV bestand
pt_br: Ou faça upload de um arquivo CSV

source: Replace existing data with data in file
de_de: Ersetze bestehende Daten mit dem Inhalt der Datei
it_it: Sostituire i dati esistenti con i dati nel file.
nl_nl: Vervang bestaande data met data uit het bestand
pt_br: Substituir os dados existentes com os dados do arquivo

source: The file must have comma seperated values in the following format:
de_de: Die Datei muss Komma-separierte Werte im folgenden Format enthalten:
it_it: Il file deve avere valori separati da virgola nel seguente formato:
nl_nl: Het bestand moet komma gescheiden waarden hebben in het volgende formaat:
pt_br: O arquivo deve ter valores separados por vírgulas, no seguinte formato:

source: email@address.com,"First name","Last Name"
de_de: email@adresse.de,"Vorname","Nachname"
it_it: email@address.com, "Nome", "Cognome"
nl_nl: email@adres.com,"Voornaam","Achternaam"
pt_br: email@endereco.com,"Nome","Sobrenome"

source: Ensure that words that contain spaces are encapsulated with double quotes.
de_de: Stelle sicher, dass Worte, die Leerzeichen enthalten in Anführungszeichen eingeschlossen sind.
it_it: Assicurarsi che le parole che contengono spazi vengono incapsulati tra virgolette.
nl_nl: Zorg ervoor dat woorden die spaties bevatten worden ingesloten door dubbele aanhalingstekens
pt_br: Certifique-se de que as palavras que contêm espaços são encapsuladas com aspas duplas.

source: Expected time delays: two to three minutes per every 1000 subscribers
de_de: Erwartete Verzögerung: zwei bis drei Minuten alle 1000 Abonnenten
it_it: Previsti ritardi di tempo: due-tre minuti per ogni 1000 Iscritti
nl_nl: Verwachte vertraging: twee tot drie minuten per 1000 abonnees
pt_br: Atraso de tempo esperado: Dois a Três minutos por cada 1000 assinantes

source: For more information, please visit
de_de: Für weitere Informationen besuche bitte
it_it: Per ulteriori informazioni, vedi
nl_nl: Voor meer informatie, ga naar
pt_br: Para mais informações, por favor, visite

source: Select a list to add these subscriber to. Subscribers can be on multiple lists.
de_de: Wähle eine Liste von Abonnenten zu der diese hinzugefügt werden sollen. Einzelne Abonnenten können in mehreren Listen enthalten sein.
it_it: Selezionare un elenco cui aggiungere questi iscritti. Si possono selezionare più elenchi.
nl_nl: Selecteer een lijst om deze abonnee aan toe te voegen. Abonnees kunnen aan meerdere lijsten worden toegevoegd.
pt_br: Selecione uma lista para adicioná-la ao assinante. Os assinantes podem estar em várias listas.

source: Import
de_de: Importieren
it_it: Importa
nl_nl: Importeren
pt_br: Importar

source: My Lists
de_de: Meine Listen
it_it: I miei Elenchi
nl_nl: Mijn lijsten
pt_br: Minhas Listas

source: Add List
de_de: Liste hinzufügen
it_it: Aggiungi elenco
nl_nl: Lijst toevoegen
pt_br: Adicionar lista

source: List Name
de_de: Listenname
it_it: Nome elenco
nl_nl: Lijst naam
pt_br: Nome da Lista

source: Description
de_de: Beschreibung
it_it: Descrizione
nl_nl: Beschijving
pt_br: Descrição

source: Total Subscribers
de_de: Gesamtzahl Abonnenten
it_it: Totale Iscritti
nl_nl: Totaal aantal abbonnees
pt_br: Total de Assinantes

source: View Subscribers
de_de: Abonnenten anzeigen
it_it: Visualizza Iscritti
nl_nl: Bekijk abbonnees
pt_br: Ver Assinantes

source: Newsletter Type
de_de: Newsletter-Typ
it_it: Tipo di Campagna
nl_nl: Nieuwsbrief type
pt_br: Tipo de Newsletter

source: Select what type of campaign you would like to create.
de_de: Wähle, von welchen Typ deine neue Kampagne sein soll.
it_it: Selezionare quale tipo di campagna si desidera creare.
nl_nl: Selecteer welk type campagne u wilt creëren.
pt_br: Selecione o tipo de campanha que você gostaria de criar.

source: Automatic Newsletter (Beta)
de_de: Automatischer Newsletter (Beta)
it_it: Newsletter Automatica (beta)

source: Custom HTML (Advanced)
de_de: Angepasstes HTML (Fortgeschritten)
it_it: Modello HTML Personalizzato
nl_nl: Aangepaste HTML (gevorderd)
pt_br: HTML Personalizado (Avançado)

source: Please upgrade your Pro version by logging into your account and downloading the latest version (2.4)
de_de: Bitte upgrade deine Pro-Version indem du die mit deinem Account einloggst und die neueste Version (2.4) herunterlädst
it_it: Si prega di aggiornare la versione Pro accedendo al tuo account e scaricare l'ultima versione (2.4)

source: Custom HTML (Advanced)
de_de: Angepasstes HTML (Fortgeschritten)
it_it: Modello HTML Personalizzato
nl_nl: Aangepaste HTML (gevorderd)
pt_br: HTML Personalizado (Avançado)

source: Premium Version Only
de_de: Nur Premium Version
it_it: Versione Premium
nl_nl: Alleen voor de Pro versie
pt_br: Versão Premium Apenas

source: Automatically Send When:
de_de: Automatisch versenden wenn:
it_it: Inviare automaticamente quando:
nl_nl: Automatisch versturen als:
pt_br: Enviar automaticamente quando:

source: Please note this functionality is still in beta.
de_de: Bitte beachte, dass diese Funktion noch in der Beta ist.
it_it: Si prega di notare che questa funzionalità è ancora in beta.
nl_nl: Let op: deze functie is nog in de beta fase.
pt_br: Por favor, note que essa funcionalidade ainda está em fase beta.

source: You can choose exactly when a newsletter is sent out.
de_de: Du kannst auswählen, wann genau ein Newsletter verschickt werden soll.
it_it: Puoi decidere esattamente quando inviare una newsletter
nl_nl: U kunt precies bepalen wanneer een nieuwsbrief wordt verstuurd.
pt_br: Você pode escolher exatamente quando uma newsletter é enviada.

source: When I...
de_de: Wenn ich...
it_it: Quando io...
nl_nl: Als ik...
pt_br: Quando eu...

source: When I publish a new post
de_de: Wenn ich einen neuen Post veröffentliche
it_it: Quando pubblico un nuovo post
nl_nl: Als ik een nieuw bericht plaats
pt_br: Quando eu publicar um novo post

source: When someone subscribes to my list
de_de: Wenn jemand meine Liste abonniert
it_it: Quando qualcuno sottoscrive il mio elenco
nl_nl: Als iemand zich abbonneerd voor mijn lijst
pt_br: Quando alguém se inscrever na minha lista

source: When a new user is added to my site
de_de: Wenn ein neuer Benutzer sich anmeldet
it_it: Quando un nuovo utente viene aggiunto al mio sito
nl_nl: Als een nieuwe gebruiker is toegevoegd aan mijn website
pt_br: Quando um novo usuário é adicionado ao meu site

source: Daily at:
de_de: Täglich um:
it_it: Ogni giorno alle
nl_nl: Dagelijks om:
pt_br: Diariamente às:

source: Weekly on:
de_de: Wöchentlich um:
it_it: Con ricorrenza settimanale il {0}
nl_nl: Wekelijks op:
pt_br: Semanal em:

source: 1st
it_it: primo
nl_nl: 1e
pt_br: 1º

source: 2nd
it_it: secondo
nl_nl: 2e
pt_br: 2º

source: 3rd
it_it: terzo
nl_nl: 3e
pt_br: 3º

source: Last
de_de: Letzter
it_it: Ultimo
nl_nl: Laatste
pt_br: Último

source: All Roles
de_de: Alle Rollen
it_it: Tutti i ruoli
nl_nl: Alle rollen
pt_br: Todas os tipos de usuário

source: Administrator
it_it: Amministratore
pt_br: Administrador

source: Editor
de_de: Bearbeiter
it_it: Editore

source: Author
it_it: Autore
nl_nl: Auteur
pt_br: Autor

source: Contributor
de_de: Mitwirkender
it_it: Collaboratore
nl_nl: Bijdrager
pt_br: Colaborador

source: Subscriber
de_de: Abonnent
it_it: iscritto
nl_nl: Abonnee
pt_br: Assinante

source: Minute(s) After
de_de: Minute(n) danach
it_it: Minuti dopo
nl_nl: Minuten na
pt_br: Minuto(s) Depois

source: Hour(s) After
de_de: Stunde(n) danach
it_it: Ora (e) dopo
nl_nl: Uren na
pt_br: Hora(s) Depois

source: Day(s) After
de_de: Tag(e) danach
it_it: Giorni dopo
nl_nl: Dagen na
pt_br: Dia(s) Depois

source: Week(s) After
de_de: Woche(n) danach
it_it: Settimana/e dopo
nl_nl: Weken na
pt_br: Semana(s) Depois

source: Subject
de_de: Betreff
it_it: Soggetto
nl_nl: Onderwerp
pt_br: Assunto

source: Use a shortcode to enhance your subject line
de_de: Benutze einen Shortcode um deine Betreffzeile zu verbessern
it_it: Utilizzare un shortcode per migliorare i soggetto della vostra mail
nl_nl: Gebruik een shortcode om uw onderwerp te verbeteren
pt_br: Use um shortcode para melhorar sua linha de assunto

source: New List
de_de: Neue Liste
it_it: Nuovo elenco
nl_nl: Nieuwe lijst
pt_br: Nova Lista

source: Give Your List a Name. Tech, Cars, Music ect.
de_de: Gib deiner Liste einen Name. Technik, Autos, Musik usw.
it_it: Dai un nome al tuo elenco. Tecnica, automobili, musica ecc.
nl_nl: Geef uw lijst een naam. Techniek, Auto's, Muziek etc.
pt_br: Dê um nome à sua lista. Tecnologia, Automóveis, Musica. etc.

source: Give Your list a description. Don't worry, your subscribers won't see this.
de_de: Gib deiner Liste eine Beschreibung. Keine Sorge, deine Abonnenten sehen das nicht.
it_it: Dare il tuo elenco una descrizione. Non preoccuparti, gli iscritti non la vedranno.
nl_nl: Geef uw lijst een omschrijving. Maakt u zich geen zorgen, uw abonnees kunnen dit niet zien.
pt_br: Dê a uma descrição à sua lista. Não se preocupe, seus assinantes não vão ver isso.

source: Save List
de_de: Liste speichern
it_it: Salva elenco
nl_nl: Lijst opslaan
pt_br: Salvar Lista

source: Add Subscriber
de_de: Abonnent hinzufügen
it_it: Aggiungi Iscritto
nl_nl: Abonnee toevoegen
pt_br: Adicionar Assinante

source: Save Subscriber
de_de: Abonnent speichern
it_it: Salva Iscritto
nl_nl: Abonnee opslaan
pt_br: Salvar Assinante

source: Live Preview
de_de: Live Vorschau
it_it: Anteprima
nl_nl: Live voorbeeld
pt_br: Ver ao vivo

source: Desktop
it_it: Desktop / Scrivania

source: Mobile
de_de: Mobil
it_it: Cellulare
nl_nl: Mobiel
pt_br: Dispositivo Móvel

source: Campaign Ready to Send
de_de: Kampagne fertig zum Versand
it_it: Campagna pronto per l'invio
nl_nl: Campagne klaar om te verzenden
pt_br: Campanha Pronta para Enviar

source: Automatic campaign saved
de_de: Automatische Kampagne gespeichert
it_it: Campagna automatica salvata
nl_nl: Automatische campagne opgeslagen
pt_br: Campanha Salva Automaticamente

source: Sola Settings
de_de: Sola Einstellungen
it_it: Impostazioni Sola
nl_nl: Sola instellingen
pt_br: Sola Configurações

source: Main Settings
de_de: Haupteinstellungen
it_it: Impostazioni Principali
nl_nl: Hoofd instellingen
pt_br: Principais Configurações

source: E-mail Settings
de_de: EMail Einstellungen
it_it: Impostazioni posta elettronica
nl_nl: E-mail instellingen
pt_br: Configurações de Email

source: Sign Up Widget
de_de: Anmelde-Widget
it_it: Widget di sottoscrizione
nl_nl: Aanmeld widget
pt_br: Widget Cadastre-se

source: Cron Setup (Advanced)
de_de: Cron Einstellungen (Fortgeschritten)
it_it: Pianificazione Aattività
nl_nl: Cron instellen (Gevorderd)
pt_br: Configuração do Cron (Avançado)

source: Sending Address
de_de: Versandadresse
it_it: Indirizzo mittente
nl_nl: Afzender
pt_br: Endereço do Remetente

source: Enter a valid e-mail address here. eg. newsletter@mydomain.com
de_de: Gibt hier eine gültige EMail-Adresse ein - z.B. newsletter@meinedomain.de
it_it: Inserire qui un indirizzo e-mail valido. ad esempio. newsletter@mydomain.com
nl_nl: Vul hier een geldig e-mailadres in. Bijvoorbeeld: newsletter@mydomain.com
pt_br: Digite um endereço de email válido aqui, por exemplo: newsletter@meudominio.com

source: Name
it_it: Nome
nl_nl: Naam
pt_br: Nome

source: Having a name is so much better than someone@unknown.com
de_de: Einen Namen zu haben ist so viel besser als irgendwer@unbekannt.de
it_it: Avere un nome è molto meglio di someone@unknown.com
nl_nl: Het hebben van een naam is zo veel beter dan someone@unknown.com
pt_br: Ter um nome é muito melhor do que alguem@desconhecido.com

source: Your subscribers may want to talk to you, so let them.
de_de: Deine Abonnenten möchten vielleicht mit dir sprechen. Lass sie!
it_it: Gli iscritti potrebbero voler parlare con te, quindi lasciaglielo fare !
nl_nl: Uw abonnees willen misschien met u praten, dus laat ze.
pt_br: Seus assinantes podem querer falar com você.

source: Reply to Name
de_de: Antwortname
it_it: Nome Risposte
nl_nl: Reageer op naam
pt_br: Nome do "Responder Para"

source: Give people a name to reply to
de_de: Gib einen Namen für Antworten an
it_it: Date alla gente un nome a cui rispondere
nl_nl: Geef mensen een naam om op te antwoorden
pt_br: Dê às pessoas um nome para quem elas vão responder

source: Email Notifications
de_de: EMail Benachrichtigungen
it_it: Comunicazioni email
nl_nl: E-mail notificaties
pt_br: Notificações por Email

source: The email address you would like Sola Newsletter plugin to keep in contact with you.
de_de: Die EMail-Adresse die das Sola Newsletter Plugin verwenden soll, um mit dir in Kontakt zu bleiben.
it_it: L'indirizzo email per Sola Newsletter plugin per tenersi in contatto con voi.
nl_nl: Het e-mailadres dat u wilt gebruiken om Sola Newsletters plugin contact met u op te laten nemen.
pt_br: O endereço de email que você gostaria que Sola Newsletter plugins mantenha contato com você.

source: Notifications
de_de: Benachrichtigungen
it_it: Notifiche
nl_nl: Notificaties
pt_br: Notificações

source: What would you like to be notified about?
de_de: Worüber möchtest du benachrichtigt werden?
it_it: di cosa ti piacerebbe essere tenuto al corrente?
nl_nl: Wat zou u graag geïnformeerd over worden?
pt_br: O que você gostaria de ser notificado sobre?

source: You will receive notifications about all things important dealing with your campaigns and such
de_de: Du wirst Benachrichtigungen über alle wichtigen Dinge in Bezug auf deine Kampagnen erhalten
it_it: Riceverai le notifiche circa tutte le cose importante affrontare le campagne e tali
nl_nl: U zult op de hoogte gehouden worden over alle belangerijke zaken die met uw campagnes en dergelijke te maken hebben.
pt_br: Você receberá notificações sobre todas as coisas importantes relacionadas às suas campanhas e afins

source: Simple. You won't get any notifications. We don't recommend this
de_de: Einfach: du bekommst keine Benachrichtigungen. Wir raten hiervon ab
it_it: Semplice. Non otterrete nessuna notifica. Non ve lo consigliamo.
nl_nl: Simpel. U zult geen meldingen ontvangen. Wij raden dit niet aan.
pt_br: Simples. Você não receberá nenhuma notificação. Nós não recomendamos isso

source: View In Browser Text
de_de: Im-Browser-anzeigen Text
it_it: Visualizza il messaggio nel browser
nl_nl: Bekijk in browser
pt_br: Exibir no navegador de texto

source: The text that will display at the top of the newsletter allowing users to view your newsletter in their browser.
de_de: Der Text, der oberhalb des Newsletters angezeigt wird, damit der Anwender ihn im Browser anzeigen kann.
it_it: Il testo che verrà visualizzato nella parte superiore della newsletter che permette agli utenti di visualizzare il messaggio nel proprio browser.
nl_nl: De tekst die wordt weergegeven bovenaan de nieuwsbrief zodat gebruikers uw nieuwsbrief kunnen bekijken in hun browser.
pt_br: O texto que será exibido no topo da newsletter permitindo que os usuários visualizem a sua campanha em seu navegador.

source: Un-subscribe Text
de_de: Abmelden Text
it_it: Testo di Un-subscribe
nl_nl: Afmeld tekst
pt_br: Texto de Cancelar Assinatura

source: People sign up and then some un-subscribe. Don't worry about them, they were never true believers!
de_de: Leute melden sich an und dann melden sich manche wieder ab. Keine Sorge - das waren nie echte Gläubige!
it_it: Alcuni prima si iscrivono e poi si cancellano. Non preoccuparti, non sono mai stati veramente interessati !
nl_nl: Mensen die zich aanmelden en vervolgens melden een aantal zich af. Maak je geen zorgen over hen, ze waren nooit echte gelovigen!
pt_br: Pessoas assinam, em seguida, alguns cancelam a assinatura. Não se preocupe com eles, eles nunca foram verdadeiros crentes!

source: Enable Link Tracking Globally
de_de: Linkverfolgung global aktivieren
it_it: Attivare il Link di monitoraggio globalmente
nl_nl: Globale link tracking aanzetten
pt_br: Ativar Rastreamento de Link Globalmente

source: Enable link tracking for all links in your newsletters. By disabling this, you will not be able to see statistics for any link clicks.
de_de: Aktiviert die Linkverfolgung für alle deine Newsletter. Wenn du dies deaktivierst, kannst du keine Statistiken für irgendwelche Links anzeigen lassen.
it_it: Attivare il link di monitoraggio per tutti i link nelle tue newsletter. Disabilitandolo, non vedrai le statistiche per nessun collegamento.
nl_nl: Link tracking bijhouden voor alle koppelingen in uw nieuwsbrieven. Door dit uit te schakelen, zult u niet in staat zijn om de statistieken te zien van het aantal geklikte koppelingen.
pt_br: Ativar o rastreamento de link para todos os links em suas newsletters. Ao desativar isso, você não será capaz de ver as estatísticas para todos os cliques nos links.

source: How To Send Your Mail
de_de: Wie deine Mail verschickt wird
it_it: Come inviare la tua posta
nl_nl: Hoe kunt u uw mail sturen
pt_br: Como Enviar o Seu Email

source: WordPress Mail
it_it: Mail di WordPress
nl_nl: WordPress e-mail

source: Good 'ol WordPress mail. Nothing wrong with this method for small lists
de_de: Gute alte WordPress Mail. Funktioniert gut für kleine Listen.
it_it: Buona vecchia posta WordPress. Questo metodo è ok per piccole liste
nl_nl: Goude oude WordPress e-mail. Niets mis met deze methode voor kleine lijsten.
pt_br: Bom WordPress mail. Nada de errado com este método para pequenas listas

source: Send a maximum of 500 mails per day using your Gmail account.
de_de: Verschicke maximal 500 Mails täglich über dein Gmail-Konto.
it_it: Inviare un massimo di 500 mail al giorno utilizzando il tuo account Gmail.
nl_nl: Stuur een maximum van 500 e-mails per dag met behulp van uw Gmail-account.
pt_br: Envia um máximo de 500 emails por dia, utilizando a sua conta do Gmail.

source: SMTP Server
it_it: Server SMTP
pt_br: Servidor SMTP

source: Got bigger Lists? Want to stay out of spam folders? This is your method
de_de: Hast du größere Listen? Möchtest du aus den Spam-Ordnern bleiben? Das ist dein Weg!
it_it: Hai grandi elenchi? Volete evitare di finire nelle spam list? Questo è il vostro metodo.
nl_nl: Heeft u grotere lijsten? Wilt u uit de spammappen blijven? Dan is dit uw methode.
pt_br: Tem listas maiores? Quer ficar fora de pastas de spam? Este é o seu método

source: Enter your host's URL
de_de: Gib die URL deines Hosts an
it_it: Inserisci URL del vostro host
nl_nl: Voer de URL van uw host in
pt_br: Insira o URL do seu Host

source: Username
de_de: Benutzername
it_it: Nome Utente
nl_nl: Gebruikersnaam
pt_br: Usuário

source: The username for your SMTP Account
de_de: Der Benutzername für dein SMTP-Konto
it_it: Il nome utente del SMTP Account
nl_nl: De gebruikersnaam van uw SMTP-account
pt_br: O nome de usuário para sua conta SMTP

source: Your SMTP Password
de_de: Dein SMTP Passwort
it_it: Password SMTP
nl_nl: Uw SMTP-wachtwoord
pt_br: Sua senha SMTP

source: Port
it_it: Porta
nl_nl: Poort
pt_br: Porta
