Repository: surindertechies/techieslive
Catalog: plugins/sola-newsletters/languages/sola-*.po
Languages: de_de, it_it, nl_nl, pt_br

source: Choose a Theme
de_de: Wähle ein Theme
it_it: Selezionare un tema:
nl_nl: Kies een thema
pt_br: Selecione o Tema

source: Custom HTML Template
de_de: Angepasste HTML Vorlage
it_it: Modello HTML Personalizzato
nl_nl: Aangepaste HTML sjabloon
pt_br: ﻿Template HTML personalizado

source: Insert your own HTML in the box below. Click 'Preview' to see how it will display.
de_de: Füge dein eigenes HTML in die Box unten ein. Klicke auf 'Vorschau' um zu sehen, wie es dargestellt wird.
it_it: Inserire il proprio codice HTML nella casella qui sotto. Clicca per vedere come verrà visualizzato.
nl_nl: Voeg je eigen HTML toe in het veld hieronder. Klik op 'Voorbeeld' om te zien hoe het zal worden weergegeven.
pt_br: Insira o seu próprio HTML na caixa abaixo. Clique em 'Preview' para ver como ele será exibido.

source: Edit Here
de_de: Hier bearbeiten
it_it: Modifica Qui
nl_nl: Bewerk hier
pt_br: Editar Aqui

source: Preview
de_de: Vorschau
it_it: Anteprima
nl_nl: Voorbeeld
pt_br: ﻿Visualização

source: Next
de_de: Weiter
it_it: Prossimo
nl_nl: Volgende
pt_br: Próximo

source: Preview Here
de_de: Vorschau hier
it_it: Anteprima Qui
nl_nl: Voorbeeld hier
pt_br: Visualizar Aqui

source: Return To Stats
de_de: Zurück zu Statistiken
it_it: Torna alle Statistiche

source: has clicked on
de_de: hat geklickt auf
it_it: ha cliccato su

source: Link Name
it_it: Nome link

source: Clicked
de_de: Angeklickt
it_it: Cliccato

source: IP Address
de_de: IP-Adresse
it_it: Indirizzo IP

source: Country
de_de: Land
it_it: Nazione

source: Region
it_it: Regione

source: Time Zone
de_de: Zeitzone
it_it: Fuso orario

source: Subscribers that clicked on
de_de: Abonnenten die geklickt haben auf
it_it: Gli iscritti che hanno cliccato su

source: Subscriber Name
de_de: Abonnenten Name
it_it: Nome Iscritto
nl_nl: Abonnee naam
pt_br: Nome do Assinante

source: Subscriber Email Addr
de_de: Abonnenten EMail Adr
it_it: E-mail Iscritto

source: Your campaign was sent to the following subscribers:
de_de: Deine Kampagne wurde an die folgenden Abonnenten geschickt:
it_it: La tua campagna è stata inviata ai seguenti Iscritti:
nl_nl: Je campagne was verzonden naar de volgende abonnees:
pt_br: Sua campanha foi enviada para os seguintes assinantes:

source: Subscriber Email Address
de_de: Abonnenten EMail Adresse
it_it: Indirizzo e-mail dell'Iscritto
nl_nl: Abonnee e-mail adres
pt_br: Email do Assinante

source: Open Date
de_de: Erstellungsdatum
it_it: Data apertura
nl_nl: Geopend datum
pt_br: Data de abertura

source: Your campaign was opened by the following subscribers:
de_de: Deine Kampagne wurde von den folgenden Abonnenten geöffnet:
it_it: La tua campagna è stata aperta dai seguenti Iscritti:

source: Opens
de_de: Öffnet
it_it: Apre

source: Your campaign received the following clicks:
de_de: Deine Kampagne hat folgende Klicks erhalten:
it_it: Tua campagna ha ricevuto i seguenti clicks:

source: There were errors when trying to send to the following addresses:
de_de: Es gab Fehler beim Versuch an folgende Adressen zu versenden:
it_it: Ci sono stati errori durante il tentativo di inviare ai seguenti indirizzi:
nl_nl: Er waren problemen met het versturen naar de volgende adressen:
pt_br: Ocorreram erros ao tentar enviar para os seguintes endereços:

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
de_de: Ein unerwarteter HTTP Fehler ist während eines API-Aufrufs aufgetreten.</p> <p><a href="?" onclick="document.location.reload(); return false;">Nochmal versuchen</a>
it_it: Si è verificato un errore HTTP imprevisto durante la richiesta API.</p><p><a href='#' onclick='document.location.reload(); return false;'>Riprova</a></p>
nl_nl: Er is een onverwachte HTTP error voorgekomen tijdens de API aanvraag.</p> <p><a href="?" onclick="document.location.reload(); return false;"> Probeer opniew </a>
pt_br: ﻿Um erro HTTP inesperado ocorreu durante o pedido API. </p><p> <a href="?" onclick="document.location.reload(); return false;">Tente novamente</a>

source: An unknown error occurred
de_de: Ein unbekannter Fehler ist aufgetreten
it_it: Errore sconosciuto
nl_nl: Er is een onbekende fout opgetreden
pt_br: ﻿Ocorreu um erro desconhecido

source: Add variables here for Google analytics tracking
de_de: Variablen für Google Analytics Tracking hier hinzufügen
it_it: È possibile aggiungere qui il codice di monitoraggio di Google Analytics.
nl_nl: Voeg variabelen voor Google Analytics tracking hier in
pt_br: ﻿Adicionar variáveis aqui para acompanhamento do Google analytics

source: Campaign Source
de_de: Kampagnenquelle
it_it: Partenza della Campagna
nl_nl: Campagne Bron
pt_br: Recurso da Campanha

source: Campaign Medium
de_de: Kampagnenmedium
it_it: Mezzo della Campagna
nl_nl: Campagne Medium
pt_br: Campanha média

source: Campaign Name
de_de: Kampagnenname
it_it: Nome Campagna
nl_nl: Campagne Naam
pt_br: Nome da Campanha

source: This value is the subject from your newsletter with the date added to it
de_de: Dieser Wert ist der Betreff deiner Kampagne mit einem angefügten Datum
it_it: Questo valore è il soggetto dalla tua newsletter con l'aggiunta della data
nl_nl: Deze waarde is het onderwerp van je nieuwsbrief met de datum er aan toegevoegd.
pt_br: Este valor é o assunto do seu boletim informativo com a data adicionado a ele

source: eg. My Subjet Line
de_de: bedeutet Meine Betreffzeile
it_it: ad esempio. La mia linea di Soggetto
nl_nl: bijv. Mijn onderwerp
pt_br: ex.: Minha Linha Assunto

source: My Newsletter Campaigns
de_de: Meine Newsletter-Kampagnen
it_it: La Mia Campagna di Newsletter
nl_nl: Mijn nieuwsbrief campagnes
pt_br: Minhas Campanhas

source: New Campaign
de_de: Neue Kampagne
it_it: Nuova campagna
nl_nl: Nieuwe campagne
pt_br: Nova Campanha

source: You are using an outdated Pro version. Please log in to your account on <a href='http://solaplugins.com' target='_BLANK'>http://solaplugins.com</a> and download the latest version
de_de: Du verwendest eine veraltete Pro-Version. Bitte logge dich unter <a href='http://solaplugins.com' target='_BLANK'>http://solaplugins.com</a> in dein Account ein und lade die aktuelle Version herunter.
it_it: Si utilizza una versione obsoleta di Newsletter Pro. Si prega di accedere al tuo account su <a href='http://solaplugins.com' target='_BLANK'>http://solaplugins.com</a> e scaricare l'ultima versione

source: items
de_de: Elemente
it_it: elementi
nl_nl: artikelen
pt_br: itens

source: Campaign Status
de_de: Kampagnen-Status
it_it: Stato Campagna
nl_nl: Campagne status
pt_br: Status da Campanha

source: Stats
de_de: Statistiken
it_it: Statistiche
nl_nl: Statistieken
pt_br: Estatísticas

source: Lists
de_de: Listen
it_it: Liste
nl_nl: Lijsten
pt_br: Listas

source: Date Scheduled
de_de: geplantes Datum
it_it: Data programmata
nl_nl: Geplande datum
pt_br: Data Programada

source: View Stats
de_de: Statistiken anzeigen
it_it: Visualizzazione statistiche
nl_nl: Geef statistieken weer
pt_br: Ver Estatísticas

source: Edit
de_de: Bearbeiten
it_it: Modifica
nl_nl: Aanpassen
pt_br: Editar

source: Duplicate
de_de: Duplizieren
it_it: Duplica
nl_nl: Dupliceren
pt_br: Duplicar

source: Delete
de_de: Löschen
it_it: Cancella
nl_nl: Verwijderen
pt_br: Deletar

source: Pause Sending
de_de: Versand pausieren
it_it: Sospendere l'invio
nl_nl: Verzenden pauzeren
pt_br: Pausar Envio

source: Resume Sending
de_de: Versand fortsetzen
it_it: Riavviare l'Invio
nl_nl: Verzenden hervatten
pt_br: Terminar Envio

source: Scheduled to be sent on: <br/>
de_de: Für den Versand geplant: <br/>
it_it: Programmato per essere inviato:<br>
nl_nl: Verzenden gepland op: <br/>
pt_br: Programado para ser enviado em: <br/>

source: Mondays
de_de: Montags
it_it: Lunedì
nl_nl: Maandag
pt_br: Segundas

source: Tuesdays
de_de: Dienstags
it_it: Martedì
nl_nl: Dinsdag
pt_br: Terças

source: Wednesdays
de_de: Mittwochs
it_it: Mercoledì
nl_nl: Woensdag
pt_br: Quartas

source: Thursdays
de_de: Donnerstags
it_it: Giovedì
nl_nl: Donderdag
pt_br: Quintas

source: Fridays
de_de: Freitags
it_it: Venerdì
nl_nl: Vrijdag
pt_br: Sextas

source: Saturdays
de_de: Samstags
it_it: Saturday
nl_nl: Zaterdag
pt_br: Sábados

source: Sundays
de_de: Sonntags
it_it: Domenica
nl_nl: Zondag
pt_br: Domingos

source: Scheduled to post when new content is added:<br/>
de_de: Zum posten geplant, wenn neue Inhalte hinzugefügt werden:<br/>
it_it: Programmato per per essere inviato quando viene aggiunto nuovo contenuto:<br>
nl_nl: Verzenden gepland wanneer nieuwe inhoud word toegevoegd:<br/>
pt_br: Programado para postar quando o novo conteúdo é adicionado: <br/>

source: Daily at
de_de: Täglich um
it_it: Ogni giorno alle
nl_nl: Dagelijks om
pt_br: Diariamente às

source: Weekly on
de_de: Wöchentlich am
it_it: Con ricorrenza settimanale il {0}
nl_nl: Wekelijks op
pt_br: Semanal em

source: Monthly on the
de_de: Monatlich am
it_it: Con ricorrenza mensile il {0}
nl_nl: Maandelijks op de
pt_br: Mensalmente em

source: Immediately
de_de: Sofort
it_it: Immediatamente
nl_nl: Onmiddelijk
pt_br: Imediatamente

source: Scheduled to post when a new subscriber is added:<br/>
de_de: Zum posten geplant, wenn ein neuer Abonnent hinzugefügt wird:<br/>
it_it: Programmato per essere inviato quando viene aggiunto un nuovo Iscritto:<br>
nl_nl: Verzenden gepland wanneer een nieuwe abonnee toegevoegd word:<br/>
pt_br: Programado para postar quando um novo assinante é adicionado: <br/>

source: After
de_de: Nach
it_it: Dopo
nl_nl: Na
pt_br: Após

source: Scheduled to post when any new user is added:<br/>
de_de: Zum posten geplant, wenn ein neuer Benutzer hinzugefügt wird:<br/>
it_it: Programmato per essere inviato quando viene aggiunto un nuovo utente:<br>
nl_nl: Verzenden gepland wanneer een nieuwe gebruiker toegevoegd word:<br/>
pt_br: Programado para postar quando qualquer novo usuário é adicionado: <br/>

source: Scheduled to post when a new Administrator is added:<br/>
de_de: Zum posten geplant, wenn ein neue Administrator hinzugefügt wird:<br/>
it_it: Programmato per essere inviato quando viene aggiunto un nuovo Amministratore:<br>
nl_nl: Verzenden gepland wanneer een nieuwe Administrator toegevoegd word:<br/>
pt_br: Programado para postar quando um novo Administrador é adicionado: <br/>

source: Scheduled to post when a new Editor is added:<br/>
de_de: Zum posten geplant, wenn ein neue Bearbeiter hinzugefügt wird:<br/>
it_it: Programmato per essere inviato quando viene aggiunto un nuovo Editor:<br>
nl_nl: Verzenden gepland wanneer een nieuwe bewerker toegevoegd word:<br/>
pt_br: Programado para postar quando um novo Editor é adicionado: <br/>

source: Scheduled to post when a new Author is added:<br/>
de_de: Zum posten geplant, wenn ein neue Author hinzugefügt wird:<br/>
it_it: Programmato per essere inviato quando viene aggiunto un nuovo Autore:<br>
nl_nl: Verzenden gepland wanneer een nieuwe auteur toegevoegd word:<br/>
pt_br: Programado para postar quando um novo Autor é adicionado: <br/>

source: Scheduled to post when a new Contributor is added:<br/>
de_de: Zum posten geplant, wenn ein neue Mitwirkender hinzugefügt wird:<br/>
it_it: Programmato per essere inviato quando viene aggiunto un nuovo Collaboratore:<br>
nl_nl: Verzenden gepland wanneer een nieuwe inzender toegevoegd word:<br/>
pt_br: Programado para postar quando um novo Colaborador é adicionado: <br/>

source: Scheduled to post when a new Subscriber is added:<br/>
de_de: Zum posten geplant, wenn ein neue Abonnent hinzugefügt wird:<br/>
it_it: Programmato per essere inviato quando viene aggiunto un nuovo Iscritto:<br>
nl_nl: Verzenden gepland wanneer een nieuwe abonnee toegevoegd word:<br/>
pt_br: Programado para postar quando um novo Assinante é adicionado: <br/>

source: Sent
de_de: Verschickt
it_it: Inviati
nl_nl: Verzonden
pt_br: Enviar

source: Not Sent
de_de: Nicht verschickt
it_it: Non inviato
nl_nl: Niet verzonden
pt_br: Não Enviar

source: Sending Paused
de_de: Versand pausiert
it_it: Invio in pausa
nl_nl: Verzenden gepauzeerd
pt_br: Envio Pausado

source: Waiting for other campaign to finish sending
de_de: Warte auf den Abschluss des Versands der Kampagne
it_it: In attesa di completamento dell'invio di un' altra campagna
nl_nl: Wachten tot de andere campagne klaar is met verzenden
pt_br: Esperando outra campanha para concluir o envio

source: opens
de_de: Öffnungen
it_it: Apre
nl_nl: geopend
pt_br: abriram

source: unsubscribes
de_de: Abmeldungen
it_it: Annullare sottoscrizione
nl_nl: Uitschrijvingen
pt_br: cancelaram assinatura

source: open rate
de_de: Öffnungsquote
it_it: Tasso di apertura
nl_nl: geopend ratio
pt_br: taxa de abertura

source: Please <a href='update-core.php'>upgrade</a> your premium version to view this.
de_de: Bitte <a href='update-core.php'>upgrade</a> deine Premium-Version um dies anzuzeigen.
it_it: Si prega di <a href='update-core.php'>aggiornare</a> la versione premium per vedere questo.
nl_nl: <a href='update-core.php'>Upgrade</a> alstublieft naar de premium versie om dit te kunnen zien.
pt_br: Por favor <a href='update-core.php'>faça upgrade</a> para a versão premium para ver isso.

source: Pro only
de_de: Nur Pro
it_it: Solo Pro
nl_nl: Pro versie exclusief
pt_br: Pro Apenas

source: Custom
de_de: Angepasst
it_it: Personalizza
nl_nl: Aangepast
pt_br: Personalizado

source: No List Chosen (Will Not Send)
de_de: Keine List gewählt (wird nicht verschickt)
it_it: Nessuna Elenco scelto (non invierà)
nl_nl: Geen lijst gekozen (zal niet verzenden)
pt_br: Nenhuma Lista Escolhida (não vai enviar)

source: Campaign Details For:
de_de: Kampagnendetails für:
it_it: Dettagli della campagna per:
nl_nl: Campagne details voor:
pt_br: Detalhes da Campanha para:

source: Date Sent
de_de: Versanddatum
it_it: Data di invio
nl_nl: Datum verzonden
pt_br: Data do Envio

source: Send In Progress
de_de: Versand wird ausgeführt
it_it: Invio in corso
nl_nl: Verzenden in behandeling
pt_br: Envio em andamento

source: Send Complete
de_de: Versand abgeschlossen
it_it: Invio completato
nl_nl: Verzenden voltooid
pt_br: Envio Completo

source: Lists Used:
de_de: Verwendete Listen:
it_it: Elenchi utilizzati:
nl_nl: Lijsten gebruikt:
pt_br: Listas Usadas:

source: Subscribers:
de_de: Abonnenten:
it_it: Iscritti
nl_nl: Abonnees:
pt_br: Assinantes:

source: Successfully sent:
de_de: Erfolgreich verschickt:
it_it: Inviato correttamente:
nl_nl: Succesvol verzonden:
pt_br: Enviado com sucesso:

source: Total Emails Sent
de_de: Gesamtzahl verschickte EMails
it_it: Totale messaggi inviati
nl_nl: Totaal e-mails verzonden:
pt_br: Total de Emails Enviados

source: error
it_it: errore
pt_br: erro

source: Go
de_de: Wechsle auf
it_it: Vai
nl_nl: Gaan
pt_br: Ir

source: to get these stats and more!
de_de: um diese Statistiken und mehr zu erhalten.
it_it: per ottenere queste statistiche e molto altro ancora!
nl_nl: Om deze statistieken te krijgen en meer!
pt_br: para obter estas estatísticas e muito mais!

source: Total Opens
de_de: Gesamtöffnungen
it_it: Totale aperti:
nl_nl: Totaal geopend
pt_br: Total de Abertos

source: Total Unique Opens
de_de: Gesamtöffnungen (unterschiedliche)
it_it: Totale aperture uniche:
nl_nl: Totaal uniek geopend
pt_br: Total de Abertos Unicamente

source: Total Clicks
de_de: Gesamtklicks
it_it: Totale Clic
nl_nl: Totaal kliks
pt_br: Total de Cliques

source: Open Rate
de_de: Öffnungsrate
it_it: Tasso di apertura
nl_nl: Open ratio
pt_br: Taxa de Abertos

source: Average Open Rate
de_de: Durchschnittliche Öffnungsrate
it_it: Tasso medio di apertura
nl_nl: Gemiddelde open ratio
pt_br: Média de Taxa de Abertura

source: to get more themes!
it_it: per ottenere ulteriori temi!
nl_nl: Om meer themas te krijgen!
pt_br: para obter mais temas!

source: Confirm Campaign
de_de: Kampagne bestätigen
it_it: Confermare la campagna
nl_nl: Campagne bevestigen
pt_br: Confirmar Campanha

source: Give your campaign a subject line to make your subscribers take the bait!
de_de: Gib deiner Kampagne eine Betreffzeile, damit deine Abonnenten den Köder aufnehmen!
it_it: Dai alla tua campagna una riga di oggetto per attrarre l'attenzione dei tuoi Iscritti!
nl_nl: Geef je campagne een onderwerp om uw abonnees te laten toehappen!
pt_br: Dê a sua campanha uma linha de assunto para fazer seus assinantes morderem a isca!

source: Select List
de_de: Liste wählen
it_it: Selezione elenco
nl_nl: Selecteer lijst
pt_br: Selecionar Lista

source: Select a list you want to send this campaign to.
de_de: Wähle eine Liste an die die Kampagne gesendet werden soll.
it_it: Selezionare un elenco a cui si desidera inviare questa campagna.
nl_nl: Selecteer een lijst om deze campagne naar te verzenden.
pt_br: Selecione lista para que você deseja enviar esta campanha.

source: You cannot edit the list while the campaign is being sent, or the sending has been paused
de_de: Du kannst eine Liste nicht bearbeiten, während eine Kampagne verwendet wird oder der Versand pausiert ist
it_it: Non è possibile modificare l'elenco mentre la campagna è in fase di invio, o l'invio è in pausa
nl_nl: Je kunt de lijst niet aanpassen terwijl de campagne verzonden word, of het verzenden gepauzeerd is
pt_br: Você não pode editar a lista, enquanto a campanha está sendo enviada, é necessário pausar o envio

source: Send From
de_de: Versandformular
it_it: Inviare da
nl_nl: Verzonden vanaf
pt_br: Enviar como

source: What email do you want to send from
de_de: Von welcher EMail-Adresse willst du versenden
it_it: Da quale e-mail si desidera inviare
nl_nl: Vanaf welke email wil je verzenden
pt_br: O email do remetente

source: Send From Name
de_de: Absendername
it_it: Nome di chi invia
nl_nl: Verzonden van naam
pt_br: Nome do remetente

source: Reply To
de_de: Antworten an
it_it: Rispondi a
nl_nl: Antwoorden op
pt_br: Responder para

source: Where Should your subscribers reply
de_de: Wohin sollen Abonnenten antworten
it_it: A chi dovrebbero rispondere gli iscritti
nl_nl: Waar moeten je abonnees antwoorden
pt_br: Para onde devem responder seus assinantes

source: Reply To Name
de_de: Antwortname
it_it: Rispondi a Nome
nl_nl: Aantwoorden op naam
pt_br: Responder para "Nome"

source: Give your subscribers a name to reply to
de_de: Name für Abonnentenantworten
it_it: A chi dovrebbero rispondere gli iscritti
nl_nl: Geef je abonnees een naam om tegen te antwoorden
pt_br: Dê a seus assinantes um nome para o email de resposta

source: Return To Editor
de_de: Zurück zum Editor
it_it: Tornare all'Editor
nl_nl: Terug naar editor
pt_br: Retornar para o editor

source: or
de_de: oder
it_it: o
nl_nl: of
pt_br: ou

source: Save
de_de: Speichern
it_it: Salva
nl_nl: Opslaan
pt_br: Salvar

source: Send Now
de_de: Jetzt senden
it_it: Invia adesso
nl_nl: Verzend nu
pt_br: Enviar Agora

source: Schedule Send
de_de: Versand planen
it_it: Pianificare l'invio
nl_nl: Verzenden plannen
pt_br: Envio Agendado

source: Date
de_de: Datum
it_it: Data
nl_nl: Datum
pt_br: Data

source: The date you want this campaign to be sent.
de_de: Das Datum an dem deine Kampagne verschickt werden soll.
it_it: Quando deve essere inviata questa campagna.
nl_nl: De datum waarop je de campagne wilt verzenden.
pt_br: A data que você deseja que esta campanha seja enviada.

source: Time
de_de: Zeit
it_it: Tempo
nl_nl: Tijd
pt_br: Horário

source: The time you want this campaign to be sent. (Hours & Minutes)
de_de: Die Zeit zu der die Kampagne verschickt werden soll. (Stunden und Minuten)
it_it: Quando deve essere inviata questa campagna. (ore e minuti)
nl_nl: De tijd waarop je de campagne wilt verzenden. (Uren & Minuten)
pt_br: O horário que você quer que esta campanha seja enviada. (Horas e minutos)

source: Schedule Now
de_de: Jetzt planen
it_it: Programma adesso
nl_nl: Plan nu
pt_br: Agendar Agora

source: Your mail will be sent via
de_de: Deine Mails wird verschickt via
it_it: La tu mail sarà inviata con
nl_nl: Je mail zal verzonden worden via
pt_br: Seu email será enviado via

source: mails every
de_de: Mails alle
it_it: mail ogni
nl_nl: mailed elke
pt_br: emails cada

source: minute(s)
de_de: Minute(n)
it_it: minuti
nl_nl: minuten
pt_br: minuto(s)

source: Create a New Campaign
de_de: Eine Kampagne erstellen
it_it: Crea una nuova campagna
nl_nl: Maak een nieuwe campagne
pt_br: Criar Nova Camanha

source: Edit Letter
de_de: Nachricht bearbeiten
it_it: Modificare la lettera
nl_nl: Brief aanpassen
pt_br: Editar Letra

source: Content
de_de: Inhalt
it_it: Contenuto
nl_nl: Inhoud
pt_br: Conteúdo

source: Style
it_it: Stile
nl_nl: Stijl
pt_br: Estilo

source: Options
de_de: Optionen
it_it: Opzioni
nl_nl: Opties
pt_br: Opções

source: You are currently using the plugin on your localhost. Various elements such as images will NOT show up in your test or final email as they reference your hard drive which is not accessible via the web to others
de_de: Du verwendest das Plugin momentan auf deinem Localhost. Verschiedene Elemente wie Bilder werden NICHT in den Test- oder endgültigen Mails erscheinen, da sie auf deine Festplatte zeigen, die nicht über das Internet von anderen erreicht werden kann.
it_it: Si sta utilizzando il plugin sul vostro localhost. Vari elementi come le immagini NON verranno visualizzati nel tuo test o nella mail finale in quanto fanno riferimento al tuo disco rigido che non è accessibile via web
nl_nl: Je gebruikt de plugin op het moment op je localhost. Verscheidene elementen zoals afbeeldingen zullen NIET worden weergegeven in je emails omdat ze verwijzen naar je harde schijf welke niet toegankelijk is door anderen via het internet
pt_br: Você está usando o plugin em seu localhost. Vários elementos como imagens não vai aparecer no seu teste ou e-mail final como eles fazem referência a sua unidade de disco rígido que não é acessível através da web para outras pessoas

source: Text
it_it: Testo
nl_nl: Tekst
pt_br: Texto

source: Button
it_it: Pulsante
nl_nl: Knop
pt_br: Botão

source: Button Text
it_it: Testo del pulsante
nl_nl: Knop tekst
pt_br: Texto do botão

source: Put Your Text Here
de_de: Hier deinen Text eingeben
it_it: Metti qui il tuo testo
nl_nl: Voer je tekst hier in
pt_br: Coloque o seu texto aqui

source: Images
de_de: Bilder
it_it: Immagini
nl_nl: Afbeeldingen
pt_br: Imagens

source: Choose Image
de_de: Bild wählen
it_it: Scegli un'immagine
nl_nl: Kies afbeelding
pt_br: Escolher Imagem

source: Divider
it_it: Divisore
nl_nl: Afscheiding
pt_br: Divisor

source: Insert divider
de_de: Divider einfügen
it_it: Inserire un divisore
nl_nl: Afscheiding invoegen
pt_br: Inserir divisor

source: Please go into Sola Settings and Add links to your social Networks
de_de: Bitte wechsle zu den Sola-Einstellungen und füge Links zu deinen sozialen Netzwerken hinzu
it_it: Vai in impostazioni di Sola e Aggiungi il link ai tuoi social network
nl_nl: Ga naar uw Sola Instellingen en voeg links toe naar uw sociale netweken
pt_br: Por favor, vá em Configurações Sola e Adicione links para suas redes sociais

source: Number of Posts
de_de: Anzahl der Posts
it_it: ﻿Numero di post
nl_nl: Aantal berichten
pt_br: Número de Posts

source: Number of Posts Per Row
de_de: Anzahl der Posts pro Zeile
it_it: Numero di Post per Riga
nl_nl: Aantal berichten per rij
pt_br: Número de Posts por Coluna

source: Length Of Excerpt (chars)
de_de: Länge des Auszugs (Zeichen)
it_it: Lunghezza dell'estratto (caratteri)
nl_nl: Lengte van fragment (karakters)
pt_br: Tamanho do resumo (caracteres)

source: Include Title
de_de: Titel einschließen
it_it: Includere il titolo
nl_nl: Titel bijvoegen
pt_br: Incluir Título

source: Include Content
de_de: Inhalt einschließen
it_it: Includere contenuto
nl_nl: Inhoud bijvoegen
pt_br: Incluir Conteúdo

source: Include "Read More" Link
de_de: "Weiterlesen" Link einschließen
it_it: Includere Link "Leggi tutto"
nl_nl: "Meer lezen" link bijvoegen
pt_br: Incluir Link "Leia Mais"
